{
    "Sun": {
        "Capricorn": {
            "Type": "Cardinal Earth",
            "Ruler": "Saturn",
            "Keywords": "Authority, Mastery, Completion, Organization",
            "Strengths": "Capable, hard-working, serious, practical, prudent, trustworthy, fun",
            "Weaknesses": "Miserly, restrictive, cold, unsympathetic, reckless ambition, fearful"
        },
        "Libra": {
            "Type": "Cardinal Air",
            "Ruler": "Venus",
            "Keywords": "Diplomacy,  Balance, Justice, Partnership",
            "Strengths": "Impartial, balanced, gracious, refined, artistic, relationship-oriented, charming",
            "Weaknesses": "Indecisive, insecure, pleasure-seeking, people-pleasing, passive-aggressive"
        },
        "Virgo": {
            "Type": "Mutable Earth",
            "Ruler": "Mercury",
            "Keywords": "Discrimination, Service, Practicality, Analysis",
            "Strengths": "helpful, modest, sharp, discerning, calm, organized, responsible, close to nature.",
            "Weaknesses": "critical, lazy, servile, scattered, forgetful, confused, nervous, stressed."
        },
        "Leo": {
            "Type": "Fixed Fire",
            "Ruler": "The Sun",
            "Keywords": "Creativity, Love, Warmth, Self-Expression, Leadership",
            "Strengths": "Confident, self-expressive, loyal, honourable, affectionate, regal, romantic, fun",
            "Weaknesses": "Vain, selfish, arrogant, hedonistic, dictatorial, extravagant, superficial, snobbish"
        },
        "Gemini": {
            "Type": "Mutable Air",
            "Ruler": "Mercury",
            "Keywords": "Communication, Interaction, Exchange",
            "Strengths": "Lighthearted, cheerful, intelligent, adept, versatile, responsive, dexterity, sociable, engaged",
            "Weaknesses": "Superficial, silly, gossip, unfocussed, nervous, unemotional, cold, erratic"
        },
        "Taurus": {
            "Type": "Fixed Earth",
            "Ruler": "Venus",
            "Keywords": "Stability, Structure, Security, Reliability, Sensuality",
            "Strengths": "Steadfast, loyal, calm, affectionate, practical, productive",
            "Weaknesses": "Stubborn, unreasonable, overindulgent, stingy, rigid, dull, materialistic"
        },
        "Scorpio": {
            "Type": "Fixed Water",
            "Ruler": "Mars",
            "Keywords": "Transformation, Intensity, Purification, Power",
            "Strengths": "Creativity, healing, transformation, regeneration, loyal, focussed, pure, intimate, erotic",
            "Weaknesses": "Destructive, annihilation, cruel, seductive, manipulative, controlling, betrayal, possessiveness"
        },
        "Sagittarius": {
            "Type": "Mutable Fire",
            "Ruler": "Jupiter",
            "Keywords": "Inspiration, Truth, Expansion, Meaning",
            "Strengths": [
                "Inspired",
                "seeking knowledge",
                "visionary",
                "fortunate",
                "joyful",
                "purposeful",
                "philosophical",
                "adventurous"
            ],
            "Weaknesses": [
                "Unprincipled",
                "narrow",
                "fanatic",
                "reckless",
                "gluttonous",
                "coarse",
                "rude",
                "amoral"
            ]
        },
        "Aquarius": {
            "Type": "Fixed Air",
            "Ruler": "Saturn",
            "Keywords": [
                "Idealism",
                "Community",
                "Liberty",
                "Equality",
                "Science"
            ],
            "Strengths": [
                "Socially aware",
                "humanitarian",
                "egalitarian",
                "civilized",
                "impartial",
                "outgoing",
                "unconventional"
            ],
            "Weaknesses": [
                "Cold",
                "critical",
                "aloof",
                "overly rational",
                "erratic"
            ]
        },
        "Cancer": {
            "Type": "Cardinal Water",
            "Ruler": "The Moon",
            "Keywords": "Nurturing, Enclosing, Protecting, Intuiting",
            "Strengths": [
                "sensitive",
                "emotional intelligence",
                "nurturing",
                "psychic",
                "family oriented",
                "empathetic",
                "reliable"
            ],
            "Weaknesses": [
                "hyper-sensitive",
                "emotional",
                "selfishness",
                "fearful",
                "overprotective",
                "smothering"
            ]
        },
        "Aries": {
            "Type": "Cardinal Fire",
            "Ruler": "Mars",
            "Keywords": [
                "Activity",
                "Initiation",
                "Energy",
                "Impulse"
            ],
            "Strengths": [
                "courage",
                "bold",
                "inspiring",
                "intuitive",
                "decisive",
                "direct",
                "devoted"
            ],
            "Weaknesses": [
                "foolhardy",
                "egotistic",
                "selfish",
                "self-oriented",
                "unthinking",
                "impulsive",
                "zealot"
            ]
        },
        "Pisces": {
            "Type": "Mutable Water",
            "Ruler": "Jupiter",
            "Keywords": "Service, Sacrifice, Compassion, Mysticism",
            "Strengths": [
                "Empathy",
                "intuition",
                "sensitivity",
                "service",
                "imaginative",
                "creative",
                "devotional"
            ],
            "Weaknesses": [
                "Ungrounded",
                "victim",
                "suffering through sacrifice",
                "addictive",
                "critical",
                "afraid",
                "lost"
            ]
        }
    },
    "Moon": {
        "Capricorn": {
            "Summary": "Born with the Moon in Capricorn, you are likely to be innately responsible, pragmatic and measured in the ways that you respond. Capricorn is an Earth sign, and so pertains to the tangible and practical dimensions of life. Capricorn is also known as a Cardinal sign, which implies a need to take action. When practicality and activity combine, the urge to master material resources is usually present. With the Moon in Capricorn, you are likely to have an innately serious and responsible nature, seeking to make the most of whatever resources you have at your disposal.",
            "Description": {
                "Cardinal Earth Sign": "When practicality and activity combine, the urge to master material resources is usually present. With the Moon in Capricorn, you are likely to have an innately serious and responsible nature, seeking to make the most of whatever resources you have at your disposal.",
                "High Expectations": "Responsibility, and all this entails, will probably form a background theme in your life. You may have had to step into a position of responsibility early in life, or received strong impressions from your parents (most usually mother) about the need to live up to certain expectations in life. You may feel a deep sense of duty around supporting others, and will naturally be drawn to areas of life expression which allow you to demonstrate a capacity to accept responsibility. You are likely to have the ability to assist and nurture others in practical ways, and will often be seen as “the capable one” who can be relied on to find realistic solutions to current problems. The Moon is said to be in “detriment” in this sign, implying that easy and spontaneous emotional connections are not your forte. You are likely to be self-conscious in your emotional approach, and may appear reserved at first, taking time to warm to others and develop closeness. While you may have a huge heart, you do not give it away easily. You need time to get to know others and work out how you really feel about them. It is important to understand how serious or worthwhile any emotional involvement may be before you get involved. Whilst to others this may seem calculating, for you it is just a realistic assessment of the fact that emotional ties can be burdensome, and taking yourself seriously involves assessing exactly where a situation is taking you, and if that is where you want to be. Yet this pragmatism can also be a source of strength. It can give you stability and create a realistic attitude to life’s emotional ebbs and flows. On the up side, this means that for those you hold near and dear, you will be consistent, strong and true. You have an innate ability to follow through on what you say, and are likely to value greatly the worth of family, continuity and emotional commitment. On the down side however, your pragmatic approach to feelings and relationships may lead to a tendency for projecting to others a cold and unavailable nature, concerned more with the bottom line of what you will ‘get’ from a connection, rather than just being able to enjoy closeness and intimacy for what it is.",
                "Proven by the Test of Time": "The sign of Capricorn relates to foundations, structures and the gift of Time. You are likely to value tradition, status, and social position. You will require from others the same level of responsibility and capacity that you demonstrate for yourself, and will respect people or situations that demonstrate longevity and persistence. On some level, you are likely to feel most secure when you have solid structures and foundations around you. To this end you may be somewhat conservative, with strong ambitions for yourself based on recognition and accomplishment. Achievements carry powerful emotional overtones for you, and you are likely to feel an inward need to live up to being the best that you can be. You may have a need to prove yourself ‘out there’ in the world as a concrete example of your inner values, so reflecting an aptitude for responsibility and commitment. Alternately, you may have a much more private idea of what success and accomplishment mean to you. You may be less concerned with worldly success and more concerned with doing the best you can on a more personal level. You may set high standards for personal development, with a profound sense of integrity and authenticity. Whether your focus is material or spiritual, you are likely to be committed to making sure that you achieve the things that you expect of yourself. If other features of your chart imply more freedom-loving or unconventional qualities, you may be at odds with other voices within your psyche. If you find yourself struggling between the need to fulfill obligations and the need to be free just remember that your innate capacity to commit and demonstrate responsibility can be expressed in many different ways. As long as you live up to your own expectations in terms of what responsibility means to you, you will feel emotionally stable and secure. From this stable base, you can spin off into any form of expression you so choose.",
                "Self-Sufficient and Strong": "You are likely to be highly self-sufficient and contained, but need to remember that sometimes we build strong emotional foundations by sharing our strengths and weaknesses, talents short-comings and abilities with those around us. You are no doubt very capable, but need to be mindful of a tendency to isolate yourself upon your own mountaintop of duty and responsibility. You may have an innate tendency to expect that no one else will be as thorough as you are, and so take on far more than you need to, at times even taking from others duties that are rightfully theirs. Try not to look down upon “mere mortals’ less capable than you, but realize that your strengths and capabilities have been earned through hard work and sacrifice, yet only count for something if you can share them with someone else. In sharing responsibilities, you will achieve the position of respect and responsibility that you so naturally deserve. In letting others demonstrate capability and endurance, you help build a fertile platform upon which material stability is achieved. With the Moon in Capricorn, you are likely to be innately concerned with how you appear publicly. You tend to be aware of the value of reputation and protocol, and so, will avoid doing anything publicly that may diminish you in the eyes of others. Because you recognize the value of a good reputation, you will strive to appear capable, contained and in-charge. Whilst this is useful in terms of earning respect, it may mean that you avoid extending yourself at times because you will not let yourself learn. You can set such high standards of achievement for yourself that you expect to be able to master whatever you attempt almost as soon as you begin. Rather than learning through a process of trial and error, you will stop yourself doing things unless you are already innately competent. It is important that you recognize the need for learning or apprenticeship along the road to mastery. Showing others your vulnerabilities will not hurt you as much as you may fear, and can in fact help them appreciate your achievements more through seeing your commitment to high standards through hard work.",
                "Born With The Moon in Capricorn": "Finally, there may also be a need to release old, crystallized emotional patterns or unconscious fears through subconscious re-programming. Because the Moon represents the genetic or emotional framework through which we view experiences and learn about the world, there may be a tendency to ‘get stuck’ when that frame is inclined to endure and ‘hold-on’. In this sense, unconscious fears, limitations and restrictions may prevent you from opening up to an easy, spontaneous flow of emotion. Old habits and memories can prevent you from connecting with the here and now. There may be inhibitions around revealing the true extent of your feelings, and you may keep others at a distance so they never know how much you really need them. Developing empathy, the ability to self-nurture and kindness for yourself are highly recommended. This will help dissolve any old and unwanted emotional patterns, and open the door for greater vulnerability and closeness with others. You may find tactile or emotional therapies useful for you if find this hard to achieve. Because you are used to demonstrating fortitude and resilience, you may find it hard to soften and let others in. But when you share your capacity to accept responsibility and build solid foundations in life, you are rewarded with full appreciation from those who can understand the depth of your emotional commitment."
            }
        },
        "Libra": {
            "Summary": "Born with the Moon in Libra, you are likely to have a deep need for peace and harmony in your life. Libra is an Air sign, governing communication, the exchange of information or ideas, and the protocols around which relationship occurs. Accordingly, you may find that you have an innate need to connect with the world around you, and may have a talent for creating rapport with others. Libra is also a Cardinal sign, highlighting the need to act. The action  required is whatever is needed to restore balance. Libra is symbolized by the Scales.",
            "Description": {
                "Cardinal Air Sign": "Born with the Moon in Libra, you are likely to have a deep need for peace and harmony in your life. Libra is an Air sign, governing communication, the exchange of information or ideas, and the protocols around which relationship occurs. Accordingly, you may find that you have an innate need to connect with the world around you, and may have a talent for creating rapport with others. Libra is also a Cardinal sign, highlighting the need to act. The action  required is whatever is needed to restore balance. Libra is symbolized by the Scales. This need for balance and harmony in your life extends from your personal environment to your social life, and all the relationships you have with others. You are likely to be a natural peace-maker, with innate diplomatic and negotiating abilities. You are probably adept at seeing things from another’s point-of-view, and can be counted on to both listen when needed, and offer objective advice when required. Your instinctive ability to get on with others can make you popular and gracious in most situations. You are likely to be quite a social individual, respected for your reasonable, fair-minded approach to life. Because you are likely to be an excellent negotiator, you will always be good with anything that requires finding common ground. You may do well as a host, counsellor, promoter, mentor or sales person – anything which requires you to balance potentially conflicting agendas. Well-equipped to objectively assess all sides of a situation, you are likely to be very good at communicating with others in ways that are balanced, harmonious and fair.",
                "Born with a need for balance": "Principles will be important to you. You are likely to have a strong sense of justice, and will feel disturbed by any situation that you perceive as unfair. Your peace-making qualities may mean you become involved in situations where inequity is an issue, having a need to take action so that principles of fairness and justice are upheld. Conflict may surround you, but when you assert your need to be fair, you show others how to find the middle-ground. Libra is ruled by the planet Venus, suggesting you will have natural talents where other people are concerned. You are likely to be charming, intelligent, witty and gracious, a ready go-between. At your best,  you will have an instinctive desire to bring out the best in others, and can smooth over any difficulty in a social situation. This ease can open doors and cement opportunities. As a sign of relationship, Libra of course needs to interact with others. Therefore this is likely to be a relationship lifetime for you, and everything will work better for you when you do it with others rather than on your own.",
                "Being your best with others": "The need for relationship can prove challenging however. You may overemphasize the importance of relationship, and may feel emotionally disturbed if you don’t have someone significant in your life. You may act or think in ways that are not always for your best interest just to keep a relationship alive. Then you may find then yourself involved in situations that are disturbingly out of balance, and do not reflect your true needs. The downfall here is that you may have a tendency to put your need to please and appease other people over your willingness to have your own needs met, resulting in an instinctual response pattern where you always bend your will to other people, being to afraid to reveal what it is that you truly want. This can lead to all sorts of passive/aggressive behaviours, as you attempt to co-opt others, and work your will without being honest about what your real agenda is. Your fear of being disliked or confrontational may be so strong that you fail to assert who you really are, so that you go along with situations that are not good for you, rather than “go it alone”. This can lead to the double jeopardy of never getting your real needs met, while leaving others with the feeling that you have something to hide. The problem is you may be afraid to be open about your own needs for fear of being disliked, yet so skilled in the art of people-management that you get the result you are after, without the joy of real collaboration that comes in the end. Not being open about how you really feel can create all sorts of emotional upsets in close relationships, leaving others feeling manipulated and you feeling guilty about the way you have conducted yourself. To avoid misunderstanding, you are encouraged to be open and assertive in all your dealings with others. Usually, the bottom line here is that you are trying to be fair to all parties concerned. This means you may find it difficult to decide the best course of action to take. You may have a habit of becoming indecisive when you try and do things based on what you think others expect. But if you remember to focus on what is correct and fair,  then you can commit to taking action in ways that are fair for everyone involved, including yourself.",
                "A natural sense of design": "On another level, those born with the Moon here often have natural design skills. Libra rules all forms of symmetry, proportion and balance. It represents the underlying patterns through which beauty manifests. You are likely to be innately aesthetic, in that you are drawn to harmonious or well-balanced environments and art-forms. Some of you will have a way of dressing that compliments your proportion and tone. Others will have a strong sense of coordination, and will be very good at making things work together to bring their best features out. Because of your need for balance, you are likely to find that chaos does not sit well with you. You will do better  in environments that are calm, considered or even zen. Your working space should be clear and clutter-free. Your home should reflect a simple elegance and natural understanding of style. When surrounded by discordant energies, your emotions are easily frayed. When you respond to this need for balance by seeking an harmonious life, you are able to stay in your centre and become a point of equilibrium for everyone else around.",
                "Born with The Moon in Libra": "At its best, Libra is an objective, sociably-oriented sign. Born with the Moon in Libra, you are likely to have an innate need to uphold justice in all concerns. Your sense of balance in social situations means you can easily relate to others through finding the middle-ground. Your sense of cooperation means that you need others in your life, and will feel as if nothing works as well for you if you do it on your own. This need also extends to the aesthetic side of life. You will have a natural sense of beauty and will thrive when surrounded by harmony in your environment. With a natural grace and charm, you will always find what you need when focussed on finding the beauty in life."
            }
        },
        "Virgo": {
            "Summary": "Whilst your Sun Sign describes qualities you are learning to develop and become, your Moon in Virgo describes who you already are. With the Moon in the practical and systematic sign of Virgo, you are likely to be someone who is highly appreciative of structure, organization and detail. You will find your life works better with well-established systems in your personal and professional life. Virgo is an Earth sign, and so pertains to tangible or physical things. It is also known as a Mutable sign, which infers a need for variety and change.",
            "Description": {
                "Mutable Earth Sign": "With the Moon in the practical and systematic sign of Virgo, you are likely to be someone who is highly appreciative of structure, organization and detail. You will find your life works better with well-established systems in your personal and professional life. Virgo is an Earth sign, and so pertains to tangible or physical things. It is also known as a Mutable sign, which infers a need for variety and change. When practicality and change are brought together, the principle of refinement is found. Born with the Moon in Virgo, you are likely to have an innate need to improve or refine the circumstances around you – combining practical know-how with the analytical quality necessary to achieve specific results. Virgo is a sign of service. You are likely to find you have an innate need to nurture yourself and others through offering practical service in everyday ways. Virgo is also a sign of humility. You may be quite happy working behind the scenes, adding your considerable talent for organization to whatever you are involved in and happy to be of service, often asking nothing in return. The satisfaction of a job well-conceived, well-planned and well-done often provides the result you need. You should take care, however, not to allow this instinct for service to be manipulated, or taken advantage of by others. Ancient astrologers saw a relationship between the sign of Virgo and the condition of slavery. It is important that your need to be useful does not turn into the need to be someone else’s “pack-horse”.",
                "Structure and Routine": "The Moon refers to how we need to be nurtured. You will find a tendency to feel safe or secure through knowing that things are tidy, structured and planned. Routine is your friend, and establishing well-ordered routines in your daily life will help you think more clearly. Virgo is associated with process and purification at both material and mental levels. You are likely to be emotionally affected by how well your daily systems are functioning and how ‘pure’ life conditions are. At a simple level, you are likely to feel awkward and uncomfortable in chaotic environments. You will feel more serene and so focussed in an organized space. At a more subtle level, you can be emotionally affected by food additives, pollutants and synthetics in your environment. This is not to say that you are ‘precious’ or need to be wrapped in cotton wool. It is just that you will feel impurities more acutely than others. Above all else, you need a calm, peaceful and well ordered environment to access your astute thinking processes. You are nurtured by organization and structure. You assimilate information better when processes are clear, and sources of nourishment relatively clean. This is a sign of mental discrimination. You may have innate talents for editing or discernment, able to describe other people’s traits, dispositions and downfalls. Thus you may have strong writing abilities, or work well in fields involving communication, personal service and customer relations. You are likely to have a keen mind, and a great eye for detail. This can be turned to its’ full advantage by seeking occupations that allow you to capitalize on your ability to spot the ‘bottom line’. You are likely to be very good at extracting the essence from something otherwise complicated. You have the ability to sort the wheat from the chaff, and find what is essential in a sentence, task list or schedule.",
                "Analytical Qualities": "Because of your strong analytical ability,you may need to make sure that you watch your tendency to be overly critical, finding fault with yourself and others rather than working toward improving whatever situation you are in. Your capacity for analysis is great for problem-solving, but can also be your downfall.You are likely to be highly adaptable, but also prone to excessive worry. You can easily fall victim to nervous tension by constantly finding faults or remaining in chaotic environments that go against your instinctual needs. It is important that you learn to take time out when needed, and find ways to remedy the effects of too much nervous tension. Meditation, yoga, martial arts and other forms of mind-body exercise can be especially beneficial. This will greatly assist you to stay focussed and calm. Often, those with the Moon here can be quietly critical of self and others. Your tendency to criticize your own efforts may make it difficult for you to see your own true worth. You may underestimate your contributions and be innately convinced that whatever you do, it is not good enough. This can be a humble and shy position for the Moon. Unless other factors in your chart offer more outgoing tendencies, you may fail to receive credit for all that you have achieved. It is important that you learn to recognize how useful you are. Next time you are concerned that you have not ‘done enough’ simply ask yourself if you have improved the situation you are in. Rather than striving to be perfect, you will find that striving to make things better satisfies your need to be useful, and helps you take unrealistic expectations off yourself.",
                "Health and Wellness": "On another level, Virgo is associated with the body and health. Thus, you may have an instinctual interest in matters of health, diet and nutrition. You may be naturally quite healthy simply because you have an interest in your own wellbeing, and notice that life flows better for you with regular exercise and good eating habits. It is very important that you to pay close attention to what you do, and do not, eat. Often, those with the Moon here have very delicate digestive and nervous systems. You are likely to find that you may have trouble with your stomach or nerves if you lose touch with your own bodily needs. Excess worry or problems with digestion may plague you if you do not pay attention to what you ingest. Taking in pure food (as well as experiences) is a very practical thing for you. You can be adversely affected by processed foods, and overcome with anxiety if exposed to harsh or critical people. Making sure you improve the systems that regulate your own personal life is essential for you. Through good food, routine and regular exercise you can enjoy extraordinarily good health. This interest in health is often quite strong. You may have natural abilities in any area to do with health, nutrition and healing, especially in the area of natural therapies, herbs and pharmacology. Often those with the Moon here are drawn to service roles such as nursing and community work. Finding ways to be useful is important. Any activity that lets you combine your innate practicality, fine mind, and willingness to help can work well for you, leading to beneficial outcomes for all concerned.",
                "Born with The Moon in Virgo": "Born with the Moon in Virgo, you are likely to be innately service oriented, analytical and practical. You have an extraordinary ability to offer assistance to others, both from your willingness to serve and your capacity to problem-solve. For you own personal happiness you must find a balance between mind and body, knowing when it is time to process information and when it is time to simply relax. A path of moderation will probably suit you best, and put your on the way to enjoying life long good health by doing those simple things that make your everyday experiences more natural and organized."
            }
        },
        "Leo": {
            "Summary": "Whilst your Sun Sign describes qualities you are learning to develop and become, the Moon in Leo describes who you already are. With the Moon in the dramatic, generous and fun-loving sign of Leo, you are likely to have an innate need to approach life from a place of fun, passion and creative self-expression. Leo is a Fire sign, and so pertains to spirit and inspiration. On an emotional level, you are likely to be warm, generous and innately confident. Leo is also a Fixed sign, implying constancy and perseverance. When you love, you love intensely.",
            "Description": {
                "Fixed Fire Sign": "With the Moon in the dramatic, generous and fun-loving sign of Leo, you are likely to have an innate need to approach life from a place of fun, passion and creative self-expression. Leo is a Fire sign, and so pertains to spirit and inspiration. On an emotional level, you are likely to be warm, generous and innately confident. Leo is also a Fixed sign, implying constancy and perseverance. When you love, you love intensely. Moon in Leo can be counted on for your loyalty and level of support. Fire signs are known for an abundance of energy, and you may be ever ready to shine this abundance of emotional warmth toward those you hold near and dear. The sign of Leo is ruled by the Sun, and associated with royalty. Thus, your emotions are likely to possess this solar quality, radiating to those you feel benevolent toward, and perhaps striking out fiercely against those who have lost your favour. With the Moon in Leo, you are likely to have an innate sense of dignity,  and will expect a certain level of treatment and respect from others As a sign of royalty, you may have fairly lavish tastes, and will feel most comfortable when surrounded by people and situations you feel reflect your inner image of yourself.",
                "Drama and Creativity": "On an instinctive level, you are likely to feel strong emotions. There is often a passionate intensity that needs to be expressed. Leo is a dramatic and creative sign. You may find that you are always seeking outlets to pour your creativity and personal expression into. You will always feel more energized when your natural spontaneity and exuberance can be expressed. This can range from traditional Leonine art forms that involve flamboyance and self-expression such as dance, drama and design. Or you may find your creativity is easily expressed working with children, or at the helm of a business where you  can see your ideas coming into form. You may find that the rituals of religion represent for you deep feelings of reverence and devotion which bring a creative dimension to your life. Whatever you do, you find your day is more colourful when you have some kind of creative outlet, and so finding ways to express yourself is likely to be important for you.",
                "Fun and Romance": "Leo is a sign of romance. You may find that you specialize in dreaming up vibrant ways to show others that you care. You are likely to be someone who needs reassurance and affection to feel connected with another, and will look for ways to keep your romantic life alive. It is important for you to form relationships with people who will shower you with affection and fun. At this level, it is very important that you find a partner who is demonstrative, and pays attention to your emotional needs. When partners take the time to make you feel special, then you can respond by sharing all your abundance of emotional warmth with them. Win-win scenarios ensue when you are treated with the affection you need, and give others the same in return. The Moon in Leo is associated with children. You are likely to be in many ways a kid at heart. You will enjoy play, fun and spontaneity and can easily get along with children at their level. You may have an innate understanding of where children come from and what their real needs are. Spending time with children helps open up your own creativity and sense of fun. You may also find that life only feels complete for you when you find ways to express your ‘inner child’. Taking time out for fun and adventure is like medicine for you, and will be an important way of  finding ‘food for the soul”.",
                "Leadership and Organization": "Leo is also a sign of leadership. On an instinctual level, you may feel that you are here to lead others. Thus, you do best when you feel in control of situations. This is the sign of the organizer, and you may have an innate understanding of how to bring an event or opportunity together. You may a gift for social situations, and instinctively know how to bring the fun and flair into any setting. You have natural executive and leadership qualities  that inspire others to follow you. When you lead from a place of confidence and fun, others will happily rally around your sunny disposition, wanting to follow you on the road to the next adventure. Your natural sense of fun and joy unites with your desire to do things well. You can encourage people to join forces and commit to a particular outcome, whilst at the same time enjoying the ride. On another level, the Moon in Leo is associated with pride. You are likely to have an innate pride in yourself and want to do things to the best of your ability. Pride can make you aim high and follow through on your commitments. But when you let this inherent sense of pride take over you, may develop the opinion that you are always right. You may have a tendency to being overly demanding, dismissive or controlling, insisting that you always get your own way. If you try to lead others by thinking only about your own needs or expectations then you will find they rebel. You will then have trouble balancing your innate need for recognition and approval with the fact that your team have turned their back on you. You must be careful not to let your natural sense of authority and dignity become self-centeredness and domination. This will lead to isolation, and the unhappy experience of not having other persons around you to share your creative ideas and abundant emotional energy.",
                "Born with the Moon in Leo": "At its’ heart, Leo is a sensitive and impressionable sign. You are easily hurt when you don’t get the recognition that you feel you deserve. Moon in Leo needs approval in order to keep the heart fires burning. You need to find ways to express yourself creatively, be with other people, and take up your natural leadership role. For this to happen, you must ensure you do not isolate anyone through snobbery, or make others subject to your, at times petty, emotional demands. Learning to recognize the extent of your passions, and then recognizing that others needs are just as “special” as your own will keep your feet on the ground, your heart in the right place and happy experiences flowing easily into your life."
            }
        },
        "Gemini": "Whilst your Sun Sign describes qualities you are learning to develop and become, your Moon Sign describes those that you already are. Born with the Moon in Gemini, you are likely to be a curious individual, with an active, versatile mind. Gemini is an Air sign, governing communication, the exchange of information or ideas, and the protocols with which social organization occurs. Accordingly, you may find that you have an innate need to know as much as possible about the world around you, and may have a talent for numbers, speech or the written word.",
        "Taurus": "With the Moon in the sign of Taurus, you are likely to have an innate need for security and comfort. Taurus is an Earth sign, and so pertains to the tangible, material aspects of life. You are likely to find that you relate easily to the physical plane, and find much comfort in what you can see, hear, smell, touch and taste.",
        "Scorpio": "Born with the Moon in Scorpio, you are likely to be sensitive and loyal, but have intense emotional needs. Scorpio is a Water sign, which relates to the emotional, psychological and spiritual dimensions of life. You are likely to give the impression of being perceptive, powerful, and transformational. Scorpio is also a Fixed sign, suggesting that when you align your emotions with something you desire – be that a friend/lover or an anticipated outcome – you will be constant, enduring and unwilling to let go.",
        "Sagittarius": "Born with the Moon in Sagittarius, you are likely to be innately optimistic, expansive and positive in your point of view. Sagittarius is a Fire sign, and so accentuates the passionate, idealistic and creative dimensions of life. Sagittarius is also Mutable in action, which means you are likely to have an innate need for variety and change. When passion and variety combine, there is often a deep calling for freedom.",
        "Aquarius": "With the Moon in the conceptual and humanitarian sign of Aquarius, you are likely to be a unique and somewhat progressive individual. There may be something about you that somehow “separates” you from everybody else. Aquarius is an Air sign, and so pertains to ideas, concepts and communication. It also relates to the social side of life in terms of the protocol that guides how we interact with each other.",
        "Cancer": "Born with the Moon in Cancer, you are likely to have an innate need to nurture, support and protect. Cancer is a Water sign, and so, pertains to the emotional, psychological and spiritual dimensions of life. Your empathy for others is likely to be strong, and you will have an intuitive ability to sense what others need.",
        "Aries": "Born with the Moon in the sign of Aries, you are likely to have a pronounced need for independence, as well as an assertive streak. Aries is a Fire sign, governing impulses, initiative and action. Accordingly, you are likely to feel at your best when you involved with exciting, challenging or new experiences – anything that lets you express your pioneering side.",
        "Pisces": "When the Moon is found in Pisces, the emotions are likely to be pronounced. Pisces is the final sign of The Zodiac, and has much to do with sensitivity – to oneself, to other people, and to the mysterious, unseen forces that shape our world. With the Moon in Pisces, you are likely to be a highly impressionable individual – strongly influenced by the compassionate, creative, imaginative, romantic and idealistic aspects of life."
    },
    "Rising": {
        "Capricorn": "Born with Capricorn rising (or on the Ascendant), you may notice a duality in your nature between someone who is, on the one hand, serious, organized and capable, and on the other, uncertain about their ability to achieve all the things they want.",
        "Libra": "Born with Libra on your Ascendant (or Rising), life is likely to be experienced as a constant series of choices. It is important for you to consider everything from its various points of view.",
        "Virgo": "Born with with Virgo on your Ascendant (or Rising), you are likely to view the world through the lens of mental analysis, with a view toward organization.",
        "Leo": "Born with Leo on your Ascendant (or Rising) you are likely to find that life presents you with the opportunity to become a leader or express your creativity somehow.",
        "Gemini": "Born with Gemini on your Ascendant (or Rising), you are likely to approach life with a genuine sense of inquisitiveness. You are gifted with a natural sense of curiosity and desire to understand how people or things work.",
        "Taurus": "Born with Taurus on your Ascendant (or Rising) you are likely to prefer the slow and steady approach to life. Taurus is a practical and conservative sign. Wherever possible, you will feel better if moving forward in a methodical, systematic way.",
        "Scorpio": "Born with Scorpio on your Ascendant (or Rising) you are likely to experience life as a constant series of obstacles or crises in which you learn about the nature of power through transformation.",
        "Sagittarius": "Born with Sagittarius on your Ascendant (or Rising) you are likely to experience your life as a quest, challenge or search for adventure where the prize you seek is meaning.",
        "Aquarius": "Born with Aquarius on your Ascendant (or Rising), you will find a clearer sense of individuality is gained by stepping back to look at life from an objective perspective. A detached point of view allows for a logical assessment of the circumstances around you, giving you the ability to find, at times, lightning fast resolution to key issues.",
        "Cancer": "Born with Cancer on your Ascendant (or Rising), self-realization comes through a sophisticated attunement to your highly developed feeling nature. You make sense of life through instinct and emotion.",
        "Aries": "Born with Aries on your Ascendant (or Rising), you are likely to approach life in a straight-forward and direct manner. Aries is a physical and dynamic energy. Accordingly, you are likely to love a challenge, enjoy being busy and will generally move toward your goals without delay.",
        "Pisces": "Born with Pisces on your Ascendant (or Rising) you are likely to be an especially sensitive individual, with an ability to “pick up on” the unseen influences in your surroundings. Your sensitivity is in fact both your gift and your challenge."
    }
}