{
    "Sun": {
        "Capricorn": {
            "Type": "Cardinal Earth",
            "Ruler": "Saturn",
            "Keywords": [
                "Authority",
                "Mastery",
                "Completion",
                "Organization"
            ],
            "Strengths": [
                "Capable",
                "hard-working",
                "serious",
                "practical",
                "prudent",
                "trustworthy",
                "fun"
            ],
            "Weaknesses": [
                "Miserly",
                "restrictive",
                "cold",
                "unsympathetic",
                "reckless ambition",
                "fearful"
            ],
            "Description": {
                "Ambitious or Not?": "When the Sun is found in Capricorn, the journey involves taking action to master material resources. As an Earth sign, Capricorn is concerned with the tangible aspects of life – what can be seen, heard, smelt, touched or tasted. As a Cardinal sign, its expression is action. Practicality and an action-orientation merge to put a focus on actual achievements. For these reasons, those with the Sun in Capricorn are often noted for their hard work and perseverance. This is considered the most ambitious Zodiac sign. Understanding how to “reach the top of the mountain peak” is of major importance. Yet not all Capricorns identify with the need to achieve. More specifically, Capricorns feel a sense of responsibility to make the most of what they have. They concern themselves with making the best use of whatever is available, whether this is money, education or the chance to have fun. With the Sun in Capricorn, their journey involves learning lessons around patience and endurance. Things don’t come easy. They come through hard work. Sun in Capricorn gives the drive needed to reach the top of the mountain, whilst their ruler Saturn provides the necessary committment and restraint to achieve eventual success, overcoming every obstacle along the way. First and foremost, the Capricorn journey involves learning lessons around responsibility. Capricorns are here to understand what it means to fulfil obligations – to live up to be the best that they can be. With a keen awareness of the resources available, they focus on pragmatic, achievable outcomes. Generally speaking they are realists and organizers. Yet just as much as they can be hard workers and diligent managers, they can also be great fun. Sun in Capricorn is known for having a wonderful sense of humour, and finding irony in even the most adverse situation. Often born with ‘old heads on young shoulders’, they tend to find life a challenge until they accept that responsibility is their game. As children they can be very serious, but relax more as they age. Capricorns willingly step up to situations where they can make decisions and follow through. Achievement comes through demonstration, by navigating life’s ups and downs. Along the way Capricorns develop an appreciation for life’s absurdities. When they trust their own ability to accomplish what they intend, they relax enough to laugh and play.",
                "Exercising Responsibility": "As a Cardinal Earth sign, Capricorn represents the need to demonstrate executive or managerial abilities. This opportunity usually happens through their professional life, but can manifest anywhere. Capricorns expect themselves to reach a certain standard. They won’t rest until they feel this is achieved. Typically the urge to meet standards will involve aiming for management positions. They usually have clear ideas about what they expect of themselves, and others. Accordingly they suit executive positions, aiming for greater responsibility and the associated achievement that comes through exercising authority. With the Sun in Capricorn the top of their chosen mountain peak can be home, in the schoolyard, the office or community. They may be driven to work long hours with the thought of tomorrow. Whenever they see their ultimate end, they can work tirelessly to achieve it. Capricorn is also associated with tradition, convention, and maintaining the status-quo. This sign is known as conservative because they are aware of the need to maintain what has already been gained. Why take risks with the unknown when a proven path has been laid? Even the most fun-loving and exuberant Capricorn will carry an inner sense of what really needs to be done. As an Earth sign concerned with material resources, they will favor the tangible and concrete over the aspirational or ideal. Because of this awareness, Capricorns tend to hate waste. Dispersion usually represents a failure to make the best use of whatever is available. Whatever the resources are, Capricorns have a strong aversion to behavior that dissipates potential. “A bird in the hand is worth two in the bush” as far as Sun in Capricorn is concerned. Capricorns are also likely to be reserved, dignified and proud, aware at all times of the impression they make on others. As Capricorn is a sign associated with reputation, they will not do anything publicly unless they know they can do it well. In this way, Sun in Capricorn teaches others the value of a good reputation, building solid structures which endure the test of time.",
                "Achievement Over Time": "Latent within all of this focus on achievement and tangible results lies the seeds of failure and doubt, for Sun in Capricorn often find that their road to the top is plagued by false starts and limitations. They can feel like life is holding them back. They are here to learn what it means to achieve, and must do this through challenge and endurance. Sometimes, resentment around not receiving their perceived due generates inner tension. Capricorns can be very hard on themselves as well as others. They can become quite severe in the attempt to control outcomes and get to the top. They may also become bitter if they cannot find a useful reason for all the obstacles in their lives. But the stern hand of experience can become an even more stern task-master if they do not give themselves a break. It is important for those with their Sun in Capricorn to see themeless as a work in progress and therefore are allowed to stumble and fall. Along the way to mastery they must know what it means to fail. When they recognize that achievement is a process they are less likely to be consumed with self-doubt. By accepting their need to master and take responsibility they can take the time required to do things properly, whilst allowing other people to fulfill their obligations in their own way. Not everyone has a defined goal to strive for, and Capricorns need to accept that others may not have the same end-game as they do. Often, Capricorns find that real “success” only begins to show after the mid-30’s. It may seem like they have to work twice as hard as those around them when young, especially when others seem to leap-frog effortlessly into positions of prominence. Yet this is also a learning opportunity. Nothing worthwhile is achieved unless it is done step by step. Although their efforts may take longer to pay off, in the end Sun in Capricorn can feel secure because no-one can take their experience or expertise away. Capricorns usually achieve what they want through perseverance and application. In this way, they master their chosen realms; then they can go on enjoying all the benefits that mastery involves – such as inner certainty, conviction, wisdom, moral fortitude and the ability to mentor others in their turn. Capricorn is a sign connected with material benevolence. The desire to build strong families, communities or companies through mentorship often emerges once they feel satisfied with their lot. Hard work pays off when they see the benefits accrued flowing down to children, employees or community projects they have become involved with. At the end of it all, they are often very willing to assist others with their practical wisdom and material strength.",
                "Spiritual Wisdom": "Another dimension of this sign is spiritual wisdom. An ancient symbol for Capricorn is the Mer-Goat, a half-goat / half-fish creature that derives it's wisdom from both intuitive and physical realms. For some Capricorns, there is a pronounced desire to explore the spiritual dimensions of life, in very practical ways. Capricorns take wisdom seriously, and are often prepared to face their faults candidly. This allows them to liberate themselves from the many binds of the ego. They learn how to transcend the physical by accepting it for what it is. Many spiritual teachers, including Jesus Christ and Dr. Martin Luther King, are associated with Capricorn. This sign has long been seen as one of great mystery and depth. Some esoteric astrologers call this the sign of the Initiate who achieves mastery over the physical before offering transpersonal service. Sun in Capricorn can teach the lesson of practical spirituality and it's application to the everyday. Furthermore, this sign relates to institutions and civil society. In fact, civilization itself is symbolized by Capricorn. For cohesive structures to endure, there must be a Will-to-Good that pervades society. Capricorn represents longevity and the endurance of the human spirit through developing spiritual wisdom.",
                "Fun and Physical": "On another level, Capricorn is a very sensual and physical sign. They can be very indulgent at times. Although they may be reserved in public, when the door is closed and curtains pulled, another story unfolds. Capricorns often have a highly developed sensuality that needs to be expressed. Honoring the body through exercise and play is essential. If work and ambition becomes all-consuming, their best bet is to schedule time away from it all so they can enjoy themselves to full advantage. Many Capricorns have a powerful sex drive that needs an outlet, and have a way of making up in the bedroom for all the straight-laced behaviors they may show on the outside. Sun in Capricorn can be the literal party-animal, knowing how and when to have a good time by making the most of whatever is available. As much as Capricorn is a sign of hard work and endurance, it is also a sign of celebration, showing others how to enjoy in the pleasures of life. In ancient times, the festival of Saturnalia – a celebration of wild abandon – was celebrated during Capricorn time. Now Christmas and New Year is a time to celebrate the gifts of life.",
                "Summary": "Born with the Sun in Capricorn, you bring the gift of practical wisdom achieved through mastering material resources. Although life will place it's fair share of obstacles along your way, you can triumph in the end through patience and consistency. Your journey involves demonstrating a level of accomplishment that can only be gained through perseverance and a thorough understanding of whatever task is at hand. If success is yours, you will have earned it, and as you get closer to the top of your chosen mountain top you will experience the inner satisfaction of knowing you have mastered every step along the way. The secrets of endurance are in fact the stuff upon which civilizations and spirituality are founded. Your sign is one of longevity, teaching others how to live well in the physical through accepting responsibility and enjoying the rewards that come. Accept your serious mindedness and plan for the long-term. Then the challenge you face in the moment becomes just another step along the way."
            }
        },
        "Libra": {
            "Type": "Cardinal Air",
            "Ruler": "Venus",
            "Keywords": [
                "Diplomacy",
                "Balance",
                "Justice",
                "Partnership"
            ],
            "Strengths": [
                "Impartial",
                "balanced",
                "gracious",
                "refined",
                "artistic",
                "relationship-oriented",
                "charming"
            ],
            "Weaknesses": [
                "Indecisive",
                "insecure",
                "pleasure-seeking",
                "people-pleasing",
                "passive-aggressive"
            ],
            "Description": {
                "Seeking Balance": "Born with the Sun in Libra, you are likely to find yourself motivated by a need to take action around principles of fairness, justice and equality. Libra is symbolized by The Scales. Matters of law, peace and social interaction are governed by this sign. As a Cardinal Air sign, Libra is concerned with the need to act. They will achieve this in ways that are other-oriented, using interpersonal connections as a trigger to drive them forward. Librans tend to seek harmony in their dealings with others, and will strive on most counts to be balanced, objective and fair. Those with the Sun in Libra tend to concentrate on social interactions, and whether what is being communicated is objective, balanced and fair. This is therefore a highly sociable sign, and the dynamics of one-on-one interactions are important. Librans are usually very aware of how others are reacting to them. They will strive to maintain good relations, whilst also taking action to get intended outcomes. For such reasons, the sphere of relationships fall under the domain of this sign. If born with the Sun in Libra, it is a relationship lifetime. The need to understand and balance interpersonal dynamics is paramount. Many Librans are motivated by the need to experience partnership, as they see themselves more clearly through the mirror of “The Other”. Whilst this gives Librans the ability to become “relationship specialists”, it also means that the intricacies of relationships can consume Libran lives. The search for “the right partner” must always begin and end with the relationship one has with oneself. Developing a cohesive sense of self through the reflections they gain from others can be problematic. At times, Librans focus too much on what they think the other person expects, and so fail to recognize what their own requirements are. They may lose sight of what they want because they are busy trying to manage the others point of view.",
                "Self and Other": "The Sun represents the principle of individuality. Here, in the sign of Libra, the solar principle is said to be in it's “fall”. There is something inherently paradoxical about finding one’s individual self through the agency of another. And yet, this is the archetypal journey that Libra represents. Those with the Sun in Libra can make masterful diplomats and offer wise counsel. When the relationship emphasis works well it gives great ability to see things from others’ point of view. At a more dysfunctional level however, it can create individuals with no real ability to know who they are or get what they need. Sometimes, those born with the Sun in Libra struggle to see themselves clearly, or even believe that they exist, without someone else telling them that this is so. Co-dependent relationships tend to manifest repeatedly when a sense of individuality is compromised. As an Air sign, the ability to take a cool or objective stance on a given situation will often predominate. Librans can be relied upon to bring an impartial point-of-view to any decision-making process. They strive to weigh things up and consider every potential outcome before a conclusion is made. With the Sun in Libra, they can see all perspectives involved in a dispute or resolution process, and have an innate ability to identify the best course of action to meet the greatest need. Librans are guided by reason and logic, so they can identify the outcome that is fairest for everyone involved. Logical discrimination and willingness to be fair are some of their best attributes.",
                "Unable to Decide": "But this tendency to see at least two sides in every story can also be their downfall. At the heart of their ability to look at things from different perspectives is also the famed Libran propensity for indecisiveness. In weighing all possible outcomes, Librans can become perplexed and ultimately overwhelmed. By trying to be fair to everybody, they can end up becoming ineffective. At an everyday level, this can manifest as the inability to choose. Consider choosing a dish at a restaurant: too much time weighing the pros and cons of each option can mean that the desire for food diminishes to the point that it disappears. Trying to think of what the dining partner will want prevents them from making up their own mind. Yet deliberation is essential to the Libran process. After having coolly assessed each potential outcome, Librans need to state what they prefer with certainty and conviction. Whilst this can be frustrating for those waiting in the wings, it is also a vital part of their process and necessary for their desire to be fair. Librans need to incorporate the ability to consider the options with the strength to state what they want. Deliberating for too long often leads to missing out on the opportunities that each moment affords. When it comes to more complex matters, this indecisiveness can become a serious liability. It is important for Librans to be aware of the inner motivation that lies at its source. Librans are driven by both social and conceptual considerations. They want to be fair and objective, but they also want to be liked. Sometimes this combination is difficult to handle. At times, those with the Sun in Libra can be more concerned with avoiding conflict or upsetting others than they are with taking action on what they know to be fair. Sometimes the risk of others disapproval is more than they can bear and they will avoid being decisive in order to be liked. Instead of saying what they really want or need, they may insist they “do not mind”, are “happy to go either way”, and so, will not speak up for themselves even though deep down they know that this is wrong.",
                "Sitting on the Fence": "Librans can tend to act as if they are unaware of what is going on around them, rather than admitting to having a preference that someone else might not like. This can lead to deep internal conflict as they try to “people-please”, whilst wrestling with an inner urge to move toward a middle-ground. This indecisiveness goes against the grain of their inherently Cardinal nature. With the Sun in Libra, they are here to interact with others and to learn how to do so decisively. Yet they tend to experience significant anxiety about whether others like or approve of them. This anxiety can dissipate their capacity to take action and lead them to sit on the fence. They then find themselves at a state of impasse which is precisely what they should avoid. By failing to choose, they inadvertently create stagnation in their lives. This complicates relationships and makes decision-making more challenging. Because Libra is a sign motivated to act, in some way or another, others will expect this of them. Yet whilst they wrestle with the implications of a possible course of action, others may have already made their minds up and moved on. Friends and lovers are left wondering why the Libran finds it so hard to say what they really mean. Or instead of stating openly what they actually think, Librans will try and create an outcome without explicitly stating what they have in mind. This can lead to suspicions of duplicity or manipulation which is in fact the opposite of what the Libran is trying to achieve. By attempting to make things happen whilst at the same time concealing what their true motives are, Librans run the risk of attracting others disapproval. They can be very good at managing people but will do so in ways that keep others on-side. They have the ability to direct with grace and eloquence. Yet when they avoid decisions or try to always be “nice”, they undermine their self-confidence, as well as their ability to make much needed social inroads.",
                "Aesthetic Sensibilities": "Another important aspect of the Libran urge for balance operates on creative and aesthetic levels. Librans tend to strive toward harmony, proportion and balance. They often have an innate sense of style, and will be very conscious of what goes with what. This sign is connected to all forms of design. Librans can combine solid intellectual processes with a fine sense of aesthetics to achieve highly successful results. Thus, many talented designers, artists and decorators fall under the influence of this sign, especially where the focus is on creating beauty through the solution of complex practical problems. Even those Librans who do not express themselves in a creative sense can benefit from this sense of harmony and proportion in their lives. By embracing cultural and aesthetic experiences that speak to their sense of beauty, they enjoy mental stimulation and internal calm. Librans tend to prefer cultured and civilized environments. They often find coarse environments hard to be around. Their innate sense of beauty, as well as their love of grace, means that they are inclined to seek the refined in the everyday. By surrounding themselves with beauty, they create harmonious situations and experience peace in their day-to-day lives.",
                "Summary": "When the Sun is found in Libra, a special balancing act needs to occur. At a psychological level, the solar principle symbolically relates to the individual self. It represents the unique and growth-oriented aspects of who we are. When found in the sign of Libra, this individuality must be experienced through the mirror of  “The Other”. Thus, partnerships, relationships and decision-making processes tend to be the circumstances in which many life-lessons are learned. You are often gifted with a clear head for analysis and a good deal of social charm that can make you both popular and well-respected. By using these gifts to make decisions, you experience the inner satisfaction of having held firm to whatever principle is at stake, at the same time as making a social contribution that is beneficial to all concerned. At its heart, the Libran journey involves mastery of relationship. To accomplish this, you must first recognize who you are and what you stand for. Once this is achieved, you have the ability to create win-win situations based on mutual harmony and gain."
            }
        },
        "Virgo": {
            "Type": "Mutable Earth",
            "Ruler": "Mercury",
            "Keywords": [
                "Discrimination",
                "Service",
                "Practicality",
                "Analysis"
            ],
            "Strengths": [
                "helpful",
                "modest",
                "sharp",
                "discerning",
                "calm",
                "organized",
                "responsible",
                "close to nature"
            ],
            "Weaknesses": [
                "critical",
                "lazy",
                "servile",
                "scattered",
                "forgetful",
                "confused",
                "nervous",
                "stressed"
            ],
            "Description": {
                "Practical and Analytical Skills": "Toward the end of the month of August, the Sun leaves Leo and enters the sign of Virgo. After the pomp and grandeur of Its journey through Leo, the Sun in Virgo brings its focus to more practical concerns. Those born with the Sun in Virgo are often motivated by an urge to find practical outlets for skills, talents and abilities, with an emphasis on being useful. Consequently, they can be humble, and at times self-effacing. It is the natural counterbalance for all the hubris of Leo. The creativity expressed through Leo must be channelled in Virgo so that something can be harvested from all the growth that has occurred. The urge to be of service is often paramount, and Virgos tend to be driven more by the need to be useful than the need to be recognized. From this perspective, Virgo is especially concerned with processes of discrimination and synthesis. Virgo symbolically represents the integration of material resources so that these can be most effectively used. Accordingly, Virgo is concerned with efficiency, practicality and economy of means. This can be expressed on either physical and intellectual levels, both internally through the mind or externally through results. As a Mutable sign, Virgo is also characterized by qualities of duality, so that those with the Sun in Virgo tends to have dual strengths. They often have the ability to blend logical analysis with practical knowhow, combining a sharp intellect with solid skills. Practicality and usefulness are essential attributes of this sign. As an Earth sign, Virgo is apt to prefer grounded, no-nonsense ways of making things happen. Not all Virgos take the most practical path, but nearly all are solution-focussed. Virgo will often prefer to contribute from the sidelines, assisting others to achieve tangible results. Virgoans often do best working behind the scenes, lending quality control, practical efficiency and detailed help to achieve the most efficient and well-organized result. With the Sun in Virgo there is often the practical planning and attention-to-detail necessary to make things happen. The ability to focus on what is essential and necessary is one of the great strengths of this sign.",
                "The Urge to Improve": "Those with the Sun in Virgo usually seek to improve and refine whatever is at hand. The process of discrimination is fundamental to this sign. On an external level, this can occur in obvious ways. Virgos want to make their environment as functional as possible. There is good reason for Virgo to have earned a reputation for cleanliness and order. Virgo is traditionally associated with lists, details and protocols, and many (though not all) Virgoans will not feel comfortable unless a well-organized routine and structure is put into place. Yet not all Virgoans display the characteristics of neatness and tidiness. For other Virgoans discrimination and order may be important on mental or psychological levels. They become rigourous about mental pursuits or maintaining a healthy body/mind. To outward appearances they seem to live messy or chaotic lives, but internally they know what their goals are and how they will be realized. As this is also a sign of mental acuity, many Virgoans are blessed with a sharp, critical mind. Sun in Virgo often gives a strong capacity for rational analysis. The ability to pull something apart into its’ component pieces, see how they fit or work, and then put them back together is often pronounced. Usually they deliver a more refined or improved version, so that system-thinking and analysis is often an innate talent. They make great problem-solvers. Virgos can specialize in minutiae, clarity and detail. Few things escape their laser-like assessment once fully engaged with whatever is before them. They may excel in synthesis, editing and task prioritization. The analytical side of this sign works well with their practical efficiency, again earning Virgo a reputation for organization and detail. Their mental acuity works best when there is something tangible to focus upon. Those with the Sun in Virgo are able to make an enormous contribution to whatever field of endeavour they are working in through their unique skillset. They tend to make valuable employees and useful friends, owing to their capacity to dissect a problem, organize it, and then suggest practical ways to get the ensuing job done.",
                "Problem-Solving Abilities": "Virgo is also a sign of manual dexterity. Many Virgoans are naturally good at, and drawn toward, working on problems that require practical solutions through analysis, diagnosis and reconfiguration. This can range from problems to do with patchwork and quilting, (Virgo is the sign of crafts), to problems with engines, plumbing, designs and operational management. Virgo is all about system thinking, and solving complex problems in practical ways is a Virgo specialty. Many excellent PA’s and event planners are born under this sign. The planetary ruler of Virgo – Mercury – lends the ability to break down complex problems through a thorough analysis of a situation, before finding a resolution based on synthesis of detail. The great gift of Virgo is the ability to translate many elements into a cohesive and workable form. By synthesizing information, details and protocol, those with the Sun in Virgo make best use of whatever is before them. Through the influence of Mercury, communication skills can also be pronounced. Mercury is concerned with the translation of information, disseminating what has been gathered in some tangible form. It is at the level of processing and defining data, ideas and information that Virgo excels. Furthermore, Virgo is associated with wit. Many fine writers have Virgo prominent in their chart, for this sign lends both humour and the ability to observe others with precision and detail. Virgoans have the ability to describe an individual or scene precisely, doing so in the most economical or efficient means. By communicating with the utmost precision, Virgoans can easily get their point across. Distilling language down into its essential form means the words that are used have maximum impact.",
                "Tendencies to Worry": "This mental acuity however gives rise to another well-known Virgoan tendency. With the Sun in Virgo there can be a propensity to worry and criticize, for the innate need to categorize everything in a logical fashion that can lead to constantly trying to sort, compare and rate the world them. One of the great challenges of this sign is the tendency to over-analyze. Virgos are inclined to worry over intangibles that cannot, in fact, be changed. They have very busy, active minds and it is essential that they find practical ways to ground and release this metal energy for their physical and emotional well-being. When anxious, they tend to withdraw and become self-contained. Sun in Virgo are not typically inclined to dramatize or seek attention. They usually prefer to deal with their problems in their own way, so that those close to them may have no idea about what is actually going on. This tendency to “hold energy” is where the problems with their analytical mind begins. When there isn’t something external to focus their upon, Virgoans tends to turn their analytical impulses against themselves. They start worrying, trying to pick themselves and other people apart, to find what they believe must be the inevitable flaw. If there is no category to place experiences or people into, they can then become edgy. Typically, they tend to prefer have a plan. When they do not have a plan or system to fall back on they can fall victim to obsessive thoughts about what ‘may’ happen. Yet life is made up of a myriad of unpredictable moments. To defend themselves from the perceived threat of chaos, Virgoans often try to “organize” the intangible. This then becomes a real problem, leading to excess stress and mental exhaustion based on repetitive worrying. Problems with the stomach and digestive tract can occur as a direct consequence of all this nervous energy. It is useful for those with the Sun in Virgo to remember that they are better off with a project to work on. Rather than trying to plan what essentially cannot be controlled, they should channel this nervous energy into something tangible – a project, a problem, a hobby or a pet. It is far better to rearrange their cupboards than lie awake worrying night after night . In this way they can maintain the delicate balance between pragmatism and analysis needed to stay harmoniously self-contained.",
                "Humble by Nature": "Virgo is a sensitive and discrete sign, not given to dramatic displays. They are likely to value humility and a “can-do” attitude over grandiose gestures. Yet Virgo must be on guard against a tendency to always put themselves last. Their need to be of service, and at the same time self-effacing, can mean they end up in situations of servitude for which they are never properly thanked. It is important for Virgo to identify their wealth of practical and analytical abilities, and gain recognition for the hard work they do. While they may not require applause, they do need to acknowledge to themselves how capable they are. Virgos often demonstrate their talents in a myriad of understated yet extremely effective ways. They can let themselves be manipulated through feelings of obligation, believing that service is a duty that requires no reward. Consequently they can find themselves in situations where they are being taken advantage of.  For these reasons it is extremely important that Virgos recognize their contribution and enjoy the benefits of their hard work too!",
                "Physical Pleasures": "With all this in mind, Virgo is nonetheless an Earth sign. The sensual aspect of this sign is often overlooked. Many with the Sun in Virgo have a strong interest in the the body, and take much delight in sensual distractions. This could range from the hedonist who secretly balances wild weekends with a mid-week detox regimes to the yoga enthusiast who takes great pleasure in perfecting her “Salute to The Sun”. This is the sign of mind/body synthesis, and any activity that fuses mind with body will be especially beneficial. In many ways, Virgoans tend to have a healthy awareness of their own body and its needs. By attending to their body and taking time out for fun, Virgos can connect to the essence of who they are, maintaining good health and happy relationships without an obsessive need for routine . However they choose to indulge, moderation is key. Any excess will be felt immediately. Many Virgoans have an innate interest in herbs, vitamins, nutrition and self-care. They tend to gravitate toward fresh, healthy foods, regular supplements and health-care routines. With the Sun in Virgo, the body is a temple, and they can honour this sacred space through developing healthy routines as well as indulging in all the good things that life has to offer.",
                "Summary": "Born with the Sun in Virgo, you are gifted with the ability to find practical solutions to complex problems. You bring the skills necessary to realize what would otherwise only be a magnificent, yet unattained, plan. Your concern with practical efficiency, usefulness and economy of means marries well with your analytic tendencies and attention to detail. It is important that you find external avenues for your busy and discriminating mind. Otherwise you risk depleting your mental and physical energies through constant worry and self-doubt. Your challenge is to make full use of your grounded practicality without letting fear of the intangible, or of the unknown, get in your way.  By recognising your talents and abilities you can enjoy the recognition for a job well done, and the inward satisfaction of knowing you have been of service"
            }
        },
        "Leo": {
            "Type": "Fixed Fire",
            "Ruler": "The Sun",
            "Keywords": [
                "Creativity",
                "Love",
                "Warmth",
                "Self-Expression",
                "Leadership"
            ],
            "Strengths": [
                "Confident",
                "self-expressive",
                "loyal",
                "honourable",
                "affectionate",
                "regal",
                "romantic",
                "fun"
            ],
            "Weaknesses": [
                "Vain",
                "selfish",
                "arrogant",
                "hedonistic",
                "dictatorial",
                "extravagant",
                "superficial",
                "snobbish"
            ],
            "Description": {
                "Living with Passion": "Born with the Sun in Leo, you are likely to be motivated by the need to experience life from a place of fun, passion and creative self-expression. Leo is the Fixed Fire sign of the Zodiac. Its symbolic qualities are described by the physical influence of the Sun. Leos can be gifted with outgoing qualities such as radiance, confidence and energy. These they freely share with those around. The Sun is at the centre of the solar system and the sign of Leo relates to qualities which encourage growth. Most often, Leos feel the need to organize and lead. Because those with the Sun in Leo look at the world from a central point view, they see themselves as the focal point of everything. Because they see themselves as pivotal, they naturally feel entitled to rule. At their best, Leos lead with generosity, warmth and strength. They are learning what it means to be confident, and encourage others to be the best that they can be. In fact, leadership is a special quality of this sign. Others will look to Leo to provide cohesiveness and direction. Over time, Leos must learn to accept this role with humility and good grace. Self-assuredness and a willingness to lead often comes naturally. Leos have gifts of vitality and popularity that assist them on the way. Because of the need to be centre-stage, they thrive on attention and approval. Within moderation, this is fine. But taken to excess, this can manifest as a constant search for recognition that reveals an insecurity about where their true value lies. Theirs is a journey toward developing a healthy sense of self. Accordingly Leos are often happy in the spotlight, and will readily become the life of the party if the situation requires. More retiring Leo types may avoid this attention, but secretly wish it was theirs. Whilst Leos may not always want to be centre of attention, it is important they learn to develop the confidence to shine and lead, so that these gifts can be shared.",
                "Learning to be Confident": "Despite these outgoing and entertaining qualities, those with the Sun in Leo tend to struggle with deep insecurities about their value and worth. Leos are not born for the spotlight. They are learning how to be in charge. Because of this there is an existential angst that sits at the centre of this sign. Beneath a confident and sunny exterior can hide an insecure little cub. This cub needs constant reassurance to know it is accepted by others, and so fundamentally alright. Sometimes this insecurity overtakes their natural desire to shine. Some with the Sun in Leo prefer to bloom from the sidelines, rather than stand in the limelight. Whether this is due to real shyness, or a deeper insecurity, will be shown over time.",
                "The Child Within": "This ‘existential angst’ deserves closer inspection. Despite the apparent confidence and self-assuredness of Leo, this is actually a deeply mystic or religious sign that is intrinsically connected to the mystery of Life. Leo rules the forces of creation – the process which governs the emergence of something from idea/inspiration into form. At a broad level, this lends those with the Sun in Leo an innate connection to creative processes and many times a creative streak. The mystery at the heart of creativity is essentially unknowable, and may be divine. It is within the pulsing heart of this mystery that Leos look to discover their source. Are they really a Divine Child born to live out some unique destiny? Or are they just a chance conglomeration of emotions, opportunities, opinions and needs? Is there really something inside which makes them special? Or are they simply playing out a one-dimensional role? Finding fun in the moment will help them sort these issues out. They need to connect with their inner-child and remember its ok to play. Spending time cultivating their creativity through hard work and self-discipline helps them learn what they are good at and what they love. Whatever path they choose in life, it should be one that meets their sense of passion and urge for self-expression. By taking up the opportunity to do things that make them feel special, they gain the self-approval which will stand them in good stead. Once Leo knows what they do well, they can “launch their promotional tour”. When feeling secure in their own abilities, they will instinctively know when it is time to ascend to the podium, and when it is time to get off! A major part of the Leo journey involves having the courage to follow their passions and developing the skill required to be good at them.",
                "The Mystery of Creation": "At a philosophical level, Leo is connected to the utterly human need to know the Source. They may be attracted to magic, mysteries and enchantment. For the Leo individual, there is often a very private insecurity (or introversion) that drives them to seek the mysteries of life. They know that life tends to “favor” them, but they have no idea what they have done to deserve this or whether it will continue. Is it of their own making? Or does it come from a source higher than themselves? Through understanding the act of creation, those with the Sun Leo secretly hope to reconnect with the source of Life itself, to discover where they have come from and so where they are meant to go. Yet in order to find answers they must face a fundamental truth – it is only through the loss of personal meaning that eternal truths are found. Leos often encounter a period in their lives (and there may be more than one) in which they cannot rely on luck, courage and charm to get them through. Then they must make a deeper voyage – into the Heart of Darkness – a deeply personal place. When they accept their shadow side then they know the brilliance of their light. Through depression and spiritual yearning, Leo comes to understand in a truly personal way where their radiance lies.",
                "A Dark Heart": "Within the Heart of Darkness, a curious beast stirs. When failing to operate from the highest ideals and motivations, Leos can become ruthless despots and manic “drama queens”. When they are not secure in who they are they can become enraged with the idea that they are not receiving their rightful dues. Traditionally Leo was called a bestial sign, with all the ugliness this implies. As much as they can be light, bright and full of sunshine, they can also become complaining, vain and self-centred black-holes, destroying everything around them in a monstrous rage of dissatisfaction. The deep-rooted insecurity that sits at the centre of this sign can take over, clouding their other more attractive qualities. The Queen of Hearts in Alice in Wonderland is typical of a displaced Lion. She destroys what she cannot have out of a desperate insecurity that someone else has more than her. Leo must guard against the tendency to feel outrage when they do not receive their “due”. They must come to terms with feelings of petulance and self-indulgence, to remember that everyone is special in their own terms. When Leo finds their own light they do not covet what is not theirs.",
                "The Lion’s Domain": "Just like the lion which is their symbol, a Leo must have their own domain. In certain ways, Leos gain a sense of personal authenticity by having precedence and being able to take charge. They need an area of focus where they know that they can “rule”. This can be the home, the job or the local football team. Managed wisely, Leos blend passion, vitality and creative interest in such a way that they ensure everyone benefits from the outcome. Passion is the key-word here, for as a sign ruled by the qualities of the heart, Leos tend to want to lead in whatever area of life generates passion and meaning for them. As Deborah Houlding describes it. Failure to offer respect, or question the Leo’s authority or right to rule, can have dire consequences. Leos hate to be told what to do, and may rise up in self-righteous indignation should anybody question a decision they have made. They are best left to feel in charge of their domain, for it is here that any inherent insecurity will diminish, and the more noble qualities of the sign can eventually shine through.",
                "Romance and Affection": "As the sign of romance, Leos also specialize in affection, grand gestures and big gifts. Leo is connected to the expression of love. Chasing the thrill of romance is one of their favourite pastimes. They make warm and generous lovers who take the time to enjoy the art of love. Yet whilst they will often display a great affection and tenderness to others that makes them exciting to be around, the flow of attention can eventually become one way. Once the thrill of the initial chase is done, Leo can tend to expect more for themselves than they are prepared to give. As a basically self-centred sign, Leo will easily get wrapped up in the importance of their own self-expression once they have captured another’s heart. They may expect unending adoration and lavish proofs of affection, but may not be so ready on the return. For Leo, the fun of relationship lies in the romance, and after the initial gestures are made, attention is likely to shift back to their own demands, sometimes leaving partners out in the cold. This can be especially problematic in relationships where the partner is less independent or needs constant reassurance themselves. In this degree, the evolved Leo should remember – to ensure happiness they should give as good as they expect, so ensuring that the flow of mutual generosity and reward stays open, even when the other’s heart has been won.",
                "Summary": "If you were born under the sign of Leo, your task here on Earth is to shine. You are likely to be gifted with qualities such as confidence, warmth, good humour and a generosity of spirit that make you easy to be around. Because of your innate sense of being at the centre of everything, you are ideally suited to organizing others and taking charge. Yet stepping into this role as the central organizing principle within others lives requires you to confront and eventually vanquish the deeper insecurities that you carry inside. You are likely to be a highly creative and self-expressive individual, and when you take the time to understand and develop your capacities before expecting others to recognize and approve of them, you will learn to appreciate yourself. Then you can step out into the limelight when the moment requires without simultaneously demanding attention, recognition and applause. All this will come naturally to you in time, greatly assisted by your sunny disposition and effortlessly radiant charm."
            }
        },
        "Gemini": {
            "Type": "Mutable Air",
            "Ruler": "Mercury",
            "Keywords": [
                "Communication",
                "Interaction",
                "Exchange"
            ],
            "Strengths": [
                "Lighthearted",
                "cheerful",
                "intelligent",
                "adept",
                "versatile",
                "responsive",
                "dexterity",
                "sociable",
                "engaged"
            ],
            "Weaknesses": [
                "Superficial",
                "silly",
                "gossip",
                "unfocussed",
                "nervous",
                "unemotional",
                "cold",
                "erratic"
            ],
            "Description": {
                "Communication is Key": "When the Sun is found in Gemini, the focus is on the exchange of information. The world of ideas – the intellect and mind – is Gemini’s natural domain. Geminis are often motivated by a healthy curiosity, and consequent need to communicate. For these reasons, this sign is often characterized by highly sociable and interactive individuals. This is a sign of adaptability, flexibility, and change. That may vary from changing associates, to changing outfits and changing their minds. At its core, the freedom to be flexible is an essential part of the Gemini journey. Those with the Sun in Gemini can easily switch between their thinking or feeling modes. They react immediately to any stimulation within their environment, swapping opinions and points of focus, depending on prevailing circumstances. As mentioned, the principle of communication is prominent here. The Gemini individual can seem like a veritable social butterfly, moving from one topic or group of people to the next with ease. Geminis bring something to share with one group, at the same time as leaving a piece of information behind in their wake. They will move about, taking something else from one “experience-set” and sharing it with the next. Accordingly, Geminis are often noted for a high degree of sociability, and those born with the Sun in Gemini can be quite refined, charming or gracious, knowing exactly how to quip and sparkle at just the right time to keep others entertained. In many ways, they need the flexibility, freedom and choice to be constantly circulating or moving about. Versatility and adaptability is the key note of this sign, and Gemini is often happiest when able to jump from one situation to the next.",
                "The Need for Variety": "Gemini is the sign of the Twins, and this is an important feature of the Gemini temperament. The Twins embody the principle of duality, and so those born to this sign can be constantly aware of opposing points of view, divergent opinions, and the various options in any situation. They can shift or change as the moment does, depending on their mood. The need for options is paramount, and even if the Gemini individual has no real intent on taking a certain path, they need to feel they could do should the opportunity arise. Rather than choosing one career, one option, or even one partner, Gemini may feel more comfortable seeing themselves in a constant state of flux. Knowing that change is inevitable, Gemini will be more able to focus on current circumstances and relationships in their lives if they feel that there is room for other opportunities. With the potential for surprise around every corner, they can then happily adjust to what is in front of them now. Trying to limit Gemini to a set number of outcomes can be problematic. This may be a source of nervous tension without knowing why. Gemini is a sign which is highly prone to episodes of anxiety based on too much or not enough mental stimulation. At their best, Geminis stay balanced through experiencing a steady stream of stimuli without taking on too much. Those with the Sun in Gemini like to have options, and need to feel the freedom to be able to choose. This then leads to the tendency to create numerous options for themselves, which can mean becoming scattered. Too many choices can lead to overwhelm, and sometimes they will find that less equals more. This propensity to change their mind, or hold apparently contrasting opinions has lead Gemini to earning a reputation for being two-faced, unreliable or fickle. Whilst all of that may possible, it is often untrue, and does not do justice to the true motivation of this sign. Geminis prefer to keep their options open, which can mean allowing for a multitude of possibilities to exist within any given circumstance.",
                "Logic and Intellect": "As an intellectual and rational sign, Gemini is on the one hand likely to be concerned with analysis, figures and facts. Life is often approached from a detached and ‘reasonable’ point-of-view. They obtain a ‘fact’ then circulate it. This concern for facts and figures can manifest at its simplest level through becoming a source of gossip. At a more refined level, it can operate through gathering of facts, data and information to be used for complex analysis further down the track. Sun in Gemini can be the position of the researcher, writer or accountant – someone who gathers information for the benefit of all concerned. Commerce and trade also fall under the influence of this sign, and individuals who work with figures, finance and exchange may have strong Geminian influences in their chart. Usually quick-minded, those born under this sign have a natural aptitude for keeping abreast of changing conditions, and can making lightning fast decisions based on logic and intuition when they are free of any emotional involvement or potential limitation. Gemini has a natural wit and love of gathering facts that makes all forms of communication an easy avenue for self-expression. With a strong fascination for anything bright, shiny and new Gemini can find great delight in the latest gadget, headline or turn of phrase. Many writers, promoters, marketers and agents are born under this sign, preferring to work in environments where the capacity to adapt and keep abreast of constant change are assets to be used on a daily basis.",
                "Irrationally Rational": "On the other hand, Gemini can also be prone to episodes of irrationality with changeable moods that serve as counterbalance to such levels of analytical thinking. As much as this is a sociable sign, the need to reflect and go within is also highly pronounced. There will be times when the social drawbridge must be closed in order to process complex states of mind. Reason can quickly follow eccentricity in the sign of The Twins. Those with the Sun in Gemini individual are continually moving between rational and irrational reactions within their own psyche, internally exploring the myriad of possibilities across a spectrum of potential responses. Having analyzed all possible outcomes and responses from within, Gemini can then return to the bright and bubbly social mode of being that is their natural birthright. With the accent on all things intellectual, the emotional side of life is often less pronounced. Gemini’s prefer to keep things light and bright and breezy, so avoiding the complexity and weight of deep, emotional scenes. Unless other Watery influences appear in the birth chart, there may be a tendency to avoid commitments and obligations of an emotional nature, preferring to explore the options available ‘out there’ rather than get caught up in the web of someone else’s emotional ties. Gemini can be strangely uncomfortable with emotional concerns, and will seek to find ways to analyse what in essence needs to be felt. This can lead to conflict within the self, as well as in relationships, if the tendency to detach is not recognized and actively worked upon. Recognizing the value of feeling is an important component of effective communication. On another level, this is also the sign of the flirt. Gemini may prefer the fun of endless possibilities and the excitement of “the chase” over the routine of traditional partnership roles. Consequently, sometimes the need for freedom and variety can undermine that ability to make commitments and create lasting structures.",
                "Summary": "Born with The Sun in Gemini you are here to ask questions and find out. This is the sign most concerned with the exchange of information and ideas, and you may find your life experiences seem to work out so that you have the freedom and opportunity to do just that. The ability to communicate comes from the capacity to see every side of a situation. In time, your versatility and willingness to learn helps you become a valuable friend, source of fun and well-informed ally. Your challenge is to explore the realm of possibilities, whilst recognizing the support that structure brings. Then you can communicate all that you know with depth as well as conviction."
            }
        },
        "Taurus": {
            "Type": "Fixed Earth",
            "Ruler": "Venus",
            "Keywords": [
                "Stability",
                "Structure",
                "Security",
                "Reliability",
                "Sensuality"
            ],
            "Strengths": [
                "Steadfast",
                "loyal",
                "calm",
                "affectionate",
                "practical",
                "productive"
            ],
            "Weaknesses": [
                "Stubborn",
                "unreasonable",
                "overindulgent",
                "stingy",
                "rigid",
                "dull",
                "materialistic"
            ],
            "Description": {
                "The Need to Feel Secure": "When the Sun is found in Taurus, the drive to establish and maintain a sense of security is important. Taureans are learning about security, and what it means to be able to maintain a stable sense of self. With the Sun in Taurus, this is a journey to the centre of what it means to be well-grounded. Taurus is not, however, a materialistic sign. On the contrary, a more correct understanding would be that there is a profound emotional connection between physical objects and a strong sense of self-worth. Taurus relates to all things physical, sensual and real. Accordingly Taureans will be most responsive to what they can see, hear, smell, taste and touch­. Not necessarily concerned with pursuing objects for their own sake, Taureans are here to learn to experience function and form.",
                "Discover the Strengths of the Taurus Personality": "That which is tangible, or ‘real’ generates feelings of self-worth for Taurus that are hard to ignore. Taureans will often associate what is in front of them with how they feel about themselves. There can be a deep need to accumulate money and possessions. Taureans of this type can be all about fixed-term accounts, home deposits and cash at hand. Money and ownership for the sake of security are key motivational factors, rather than the outward glamour or prestige that possessions can bring. They need money in the bank, and should make sure that security needs are met in order to feel any peace. Once security has been established, then sharing possessions with others will keep the flow of abundance open, allowing those with the Sun in Taurus to gain full benefit from what it is they own. This is an Earth sign, giving stability, practicality and solidity to the personality structure. Taureans are known for dependability, loyalty and a realistic approach to life. In friendship, they display grace, charm and good humour. In love, they are reliable and constant. They tend to be characterized by warmth, kindness and generosity – seeking to share the good things in life they have found with others.",
                "Issues with Change": "Those born with the Sun in Taurus will look at a problem from a pragmatic point of view, and if no simple solution presents itself, may prefer to wait and watch for conditions to improve – rather than risk adversity. For such reasons, they can also be especially stubborn, and resistant to the new. Taureans tend to be peace-loving individuals, who would much rather graze in imagined fields of lush, ever-green comfort than face the uncertainty of struggle or too much change. This sign is Fixed in quality, which brings the capacity for endurance but also a tendency to resist. Taurus represents principles of continuity, solidity and form. Taureans tend to cling to what is comfortable and familiar for as long as possible. Accordingly, some Taureans can feel deeply unsettled by change. Time and again they will choose comfort and security over the new and unknown. Over time this can become a distinct disadvantage. Taurus may have their heads down, happily grazing on the same patch of ground, and so be ignorant to the fact that an opportunity for change has come and already moved on. Taureans can become very distressed when they sense that change is imminent, and may react by unconsciously ‘digging in their hooves’ – becoming inert to avoid unwanted change. In this case, other people tend to operate as the catalysts that Taurus needs, bringing necessary change in the form of sudden shocks which force the Taurean to evolve. Partners often provide the impetus needed to keep Taurus moving. Stubbornness, and a certain rigidity about considering other points of view, may need to be released. Some Taureans will focus solely on practical things, and will concern themselves with what is tangible over the esoteric at almost every turn. This in itself is not problematic, unless the concern for what is in front of one’s nose turns into the famed Taurean stubbornness to admit any other reality than one’s own. Taurus has a reputation for laziness, and there are some born to this sign who will quite happily spend the whole day in bed. Whilst comfort and pleasure are indeed physical experiences which need to be met, overindulging can make it hard to stay motivated and on track.",
                "Learn by Letting Go": "For others with Sun in Taurus, life is a mystery to be explored. These Taureans appear to avoid the material, in favour of more “refined” or spiritually motivated pursuits. This is most common when Scorpio or other transformational influences are also strong in the birth chart. The experiences of the body and senses speak more strongly than any attachment to outer form. This Taurean is usually more concerned with the aesthetic side of life. Finding comfort through pleasure may be more important than maintaining a healthy bank account. Yet creating stability must nonetheless occur. The apparent rejection of purely material pursuits is still another way of basing a sense of self-worth on an emotional response to what is owned. A certain pride may form about ‘not being materialistic’ which actually masks hidden fear of not knowing how to generate enough. Again care must be taken not to let stubborn or fixed opinions about the material world create a different kind of rut. Learning to let go of dependence on material resources is a valuable lesson, yet achieving this ideal means doing so without denying the benefits that possessions will bring. Rare indeed is it to find a Taurus who is not profoundly enmeshed in ‘the material’, and all of its implications – whether they are busy accruing assets or resisting the pull toward doing so. The Buddha himself was born with the Sun in Taurus, and his life story sheds light on this Taurean conundrum through the teaching of non-attachment. To let go of the material means first understanding the nature of its forms. Ultimately, it may only be at such an elevated spiritual level of existence that Taurus can really transcend the material world. Finding a balance between physical needs and material attachment is the purpose of this journey. For  some with the Sun in Taurus this will mean understanding the physical plane through nonmaterial means.",
                "Naturally Creative": "Another important dimension of this sign is its affinity with creativity, beauty and form. Those born with the Sun in Taurus will often have a pronounced sense of aesthetics –  liking nothing better than using their practical know-how to bring something beautiful into form. For this reason, many Taureans display strong creative skills, and enjoy working at a leisurely pace to make something from available resources at hand. As a Fixed Earth sign, creativity can easily translate into garden, woodwork, floristry or working with stone. Anything tactile, natural and beautiful is a natural Taurean expression. The need to generate material security can just as easily be expressed by pursuing that which brings joy and comfort through the endless bounty of this world. An appreciation of beauty and comfort can be expressed in many ways, and a powerful way for Taureans to connect with a sense of self is taking time to create something beautiful that is also useful. As mentioned, this is also a sign of great sensuality. Taureans often have a healthy interest in good food, good wine and good sheets. Physical appetites are usually strong, with an innate awareness of the body and its’ needs. Taurus is ruled by the planet Venus, the Goddess of Love. Accordingly, the gifts of Venus can be pronounced. Many Taureans have powerful sensual and sexual requirements that should ideally be met. Taking time to enjoy the body is an important aspect of self-worth. The need for physical comfort and contact should not be underestimated or denied. Yet as always moderation is required. Taurus can easily slide into gluttony, excess and ill-health if grazing at one’s chosen trough is not balanced by hard work, temperance and some form of regular physical exercise.",
                "Summary": "If you were born with the Sun in Taurus then you are likely to be gifted with a grounded practicality and ability to face life as it is that is both an asset and a source of comfort. As you set realistic goals and see them achieved, you gain an inner sense of peace. Perseverance, constancy and an appreciation for the beauty in life are the benefits you bestow. By allowing yourself the pleasure and comfort of experiencing your senses to their fullest, you can share your sense of wonder and delight with all who come your way.  Your challenge is to give yourself permission to be stable and sensual, at the same time as remaining open to life-renewing change."
            }
        },
        "Scorpio": {
            "Type": "Fixed Water",
            "Ruler": "Mars",
            "Keywords": [
                "Transformation",
                "Intensity",
                "Purification",
                "Power"
            ],
            "Strengths": [
                "Creativity",
                "healing",
                "transformation",
                "regeneration",
                "loyal",
                "focussed",
                "pure",
                "intimate",
                "erotic"
            ],
            "Weaknesses": [
                "Destructive",
                "annihilation",
                "cruel",
                "seductive",
                "manipulative",
                "controlling",
                "betrayal",
                "possessiveness"
            ],
            "Description": {
                "A Deeper View": "When the Sun is found in the mysterious sign of Scorpio, the emphasis is on the subtle and profound. Motivated by a need for emotional closeness, Scorpios seek connection and truth. Those born with the Sun in Scorpio often have much to learn about the nature of intimacy and power. Scorpio is a complex sign with many dimensions of expression. This complexity is traditionally described by the three symbols which are associated with the sign – The Scorpion, The Eagle and The Phoenix. Each symbol reveals something about what motivates the Scorpio individual, and so what their purpose in life might be. With the Sun in Scorpio, strong intuitive abilities help them penetrate to the essence of reality, to see things and others as they truly are. Ruled by the Water element, Scorpios are sensitive individuals. They have an almost compulsive need to face the truth about themselves and the people in their lives. Scorpio is associated with desire, sexuality and release. It also relates to the psychological motivations which underpin human behaviour. Through confrontation with their own and other people’s true nature, those with the Sun in Scorpio tend to experience life lessons that acquaint them with the depth of what it means to be human. This insight gives them the opportunity to offer a truly compassionate understanding of human nature to those who can benefit from it most. Scorpio also governs matters to do with life, death, transformation, intimacy, relationships, destruction, renewal and regeneration. This sign rules crisis situations, life and death decisions and emergency services. Scorpio also has a financial emphasis, meaning that there can be a talent for managing other people’s resources. Accordingly, Scorpio is connected with stocks, bonds, investments and strategic decision-making. This sign is also associated with hidden matters such as magic and the occult, as well as depth psychology, forensics, criminology, mafia and any study of unconscious forces. Those born with the Sun in Scorpio often have an uncanny knack for sensing the subtle or hidden undercurrents in a situations. They respond in ways that bring hidden dimensions to light. Scorpios can excel in any circumstance that calls for reconstruction, renewal and reform. Usually those born wth the Sun in Scorpio will be drawn to at least one of these areas of experience. They have a flair for confronting issues head-on.",
                "Finding the Truth": "This capacity to perceive the core of what drives other people means that Scorpios are unlikely to mince words. In negotiations and discussions, they have the ability to put their finger on exactly what is happening, or needs to be said in a given moment, in order to bring about change. This ability to “call a spade a spade” means they can be very effective in all forms of analysis, strategic planning or conflict resolution. They can also be especially useful in any activity that requires the removal of obstacles from a given path. They can make excellent healers, counsellors and psychotherapists because of this capacity to uncover the truth. By sensing their way down to the foundations of psyche, they gain the perspective to look at things realistically and assess what is truly going on. This need to get to the essence of things comes from a powerful urge to face truth. Scorpio is a sensitive and subtle sign. Whilst the may appear calm and controlled, they are easily hurt and need time to learn to trust. Once their trust is given, it is unflinching and loyal. Because they are so sensitive, they know when something untoward is afoot. They quickly sense when others are keeping the truth from them, and this feeling will make them hold themselves back. They often prefer to sit back to assess others first, watching what they are doing, how and with whom before deciding who it is they can trust. Scorpios tend to be very private people, and even the most extroverted Scorpio will keep certain things strictly to themselves. It takes time for them to open up and share. They tend to value privacy and personal space. When feelings of trust and intimacy do develop, then they can be the most caring and generous of lovers or friends. For Scorpio, intimacy is a precious thing that cannot be given and must be earned. Their sensitivity however makes them vulnerable, and they seek to protect this vulnerability by confronting the source of whatever is challenging them or causing them concern. By facing problems at their source, they hope to disarm an enemy or a situation before it has the opportunity to overpower them. Their best offense is defense, and they do this with lethal precision. They will confront the truth about themselves, as well as other people, if it will bring them closer to their goal. This need to face what is going on can come across as provocative or confrontational. Scorpios can appear controversial – even threatening – simply because they are seeking to expose the truth. With the Sun in Scorpio, the ability to uncover hidden matters means they can see through any facade, and pick up on any attempt at deception. It is very difficult for anyone to pull the wool over Scorpio eyes. They use this uncanny sensitivity to protect their vulnerable feelings, and seek out those they can fully trust.",
                "Finding The Light Within The Dark": "As much as Scorpios are famed for their intensity, they are also famed for their sting. Learning to recognize and deal with the negative or toxic parts of their own nature is an essential part of the journey toward truth. There is an “all-or-nothing” quality about this sign that must be handled with care. When they love someone, they do so completely. They can be especially devoted, caring and committed. But when they feel threatened or uncomfortable, they may show a more destructive side which can be the source of much heartache and regret. Because Scorpios deal in power and truth, they know the impact their words can have. They also know that words and truthfulness can be used to harm others as much as they can be used to heal. Those Scorpios who have not learnt to refine their personalities can use a well-aimed remark to destroy another, attacking them at their weakest and most vulnerable point. A certain amount of power is gained from this ability to find another’s weakness, but this power is something they must wield with care. The toxic, unconscious and non-regenerative aspects of their own nature will make them strike out defensively, preemptively wounding others to keep them at bay. This then poisons potential relationships, and destroys what might otherwise be healed. It is very human to blame others for the faults we also carry ourselves. Scorpios need to recognize when this shadow is operating so that it can be redeemed and brought into the light. This requires absolutely honesty, firstly with themselves. Once they see themselves more clearly, they are in a much better position to recognize when they need to keep clear of someone, and who it is they can really trust. Consequently, it is important for Scorpio’s to become aware of their own faults before they can comfortably deal with others. This sign requires that they examine their own emotional natures, in order to grow and evolve. It is important that they learn to spend time alone, and get to the bottom of what they are feeling and why. As a Water sign, they may experience intense emotional needs and desires. These desires demand satisfaction, and can lead to obsessive states of mind. Becoming obsessed about an outcome or a person is a strong signal that something else is going on. Often, Scorpios carry deep desires to posses or control another person as a way to conquer some undisclosed aspect of themselves. The other person represents a part of themselves they are unconsciously trying to bring into the light. Finding and refining these undercurrents will lead to a purification of their sense of self and their relationships. Once Scorpio has embraced transformation they can operate as a powerful force for change. Not only does their own life improve , but they become adept at helping others to improve themselves. Scorpios are often privy to the secrets of others. Because they value privacy they recognize the value of what others share with them. Scorpios can act like vaults, holding the difficult truths people need to share about themselves when they have nowhere else to turn. Scorpios know the power of secrecy, and will keep a confidence with great loyalty. This sign is also connected with catharsis, and by letting others confide in them, those with the Sun in Scorpio have a way of helping them let go of whatever is holding them back. By facing emotional truths honestly, they help themselves and others change.",
                "Resource Management": "A further aspect of the Scorpio nature involves the management of other people’s resources. This is a very financial sign, and Scorpios often have special talents in dealing with finance and resource management. They excel at strategic planning and having an intuitive awareness around when to go forward and when to pull back. Their sense of timing is often excellent, as they can read the subtle energies pooling in the moment. Scorpio can patiently wait for exactly the right moment to act. Their success comes from having the tenacity to hold onto momentum when other, less resolute individuals have lost focus or let opportunities dissipate. Scorpios have an intimate understanding of power and its potential. So they know how to use it to maximum efficiency. Thus, they can be naturally attuned to work in government, financial and property markets, where the ability to see the true value of something or wield power from behind the scenes is a real asset.",
                "Summary": "Born with the Sun in Scorpio, your journey is likely to involve learning through transformation and change. You are here to experience power and see how power operates through life. You may see this process in yourself or other people, and can develop great strength through constant cycles of crisis and regeneration. Over time, you gain inner wisdom through confronting your own inner demons and desires. In essence, your journey is one toward greater levels of intimacy both with yourself and other people. You are likely to seek deep, one-on-one encounters with others where you can explore the depths of your emotional nature. From intimacy comes real growth, as well as a unique perspective on the mysteries of human life. To attain this level of illumination, you must always be truthful with yourself."
            }
        },
        "Sagittarius": {
            "Type": "Mutable Fire",
            "Ruler": "Jupiter",
            "Keywords": [
                "Inspiration",
                "Truth",
                "Expansion",
                "Meaning"
            ],
            "Strengths": [
                "Inspired",
                "seeking knowledge",
                "visionary",
                "fortunate",
                "joyful",
                "purposeful",
                "philosophical",
                "adventurous"
            ],
            "Weaknesses": [
                "Unprincipled",
                "narrow",
                "fanatic",
                "reckless",
                "gluttonous",
                "coarse",
                "rude",
                "amoral"
            ],
            "Description": {
                "Expansion and Growth": "When the Sun makes its’ journey through the sign of Sagittarius, the emphasis is on expansion, positivity and growth. Life is best seen as a journey, rather than a destination. Along the way, Sagittarius brings the need to experience life as an adventure – to discover what is over the next horizon or how far one might go. To this end, those born under Sagittarius tend to love a challenge – finding ways to push past the “envelope” and so broaden perspectives somehow. As a Fiery and Mutable sign – implying a constant need for change – Sagittarius brings an emphasis to physical and/or mental expression. The quest for freedom and adventure, as well as the search for meaning, tends to feature strongly for those born under this sign. Sagittarians are often characterized by an optimistic, outgoing and “can-do” attitude. Unless other, more introspective influences are present the birth chart, you will usually find Sagittarius where the action is. This is a sign that loves nothing more than to live life large. When things are going well, those with Sun in Sagittarius are typically convivial, outgoing and good-humoured. Freedom is important and they will be willing to take a risk. This sign requires the space to roam unimpeded, and will usually give others the same in return. It is important to feel that they have options, and nothing to tell them “no”.Whether they seek this freedom in the world of ideas, or find this freedom on a race-track, Sagittarians push limits and test boundaries to discover how far they can go.",
                "Broadening Horizons": "With the Sun in Sagittarius there can be a tendency to get ‘itchy feet’ if things get too similar or mundane. For this reason, Sagittarius is associated with the experience of travel, and contact with foreign people or places. In the quest to encounter new experiences, going where they have not been before, Sagittarius can find freedom. Again, life can easily get far too routine for those born under this sign. When this happens, they might find themselves feeling frustrated and so start dreaming up a way out. When Sagittarius gets restless, it is important they broaden horizons somehow. Going somewhere new is an excellent way to keep life experiences fresh. Sometimes a jaunt to an exotic location is just the thing they need. At other times, this can be accomplished by visiting a new neighborhood or restaurant. An important strategy involves making time to travel and discover the unknown.With the Sun in Sagittarius they may invest more time and money in travel than in paying down the mortgage. When Sagittarians feel free they can share their positive energy easily.",
                "Under a Lucky Star": "Sagittarius has a reputation for luck and achievement. Many excellent sportspersons, promoters and gamblers are born to this sign. Yet what might appear as luck is often the unbeatable combination of positive expectation coupled with an eye kept firmly on the prize. One symbol for this sign is The Archer, and Sagittarians have a way of aiming true – firing themselves directly toward an intended target. Fortune favors the brave, and so, luck follows them around whenever they believe in themselves and the winning roll. Because their approach to life is basically positive, Sagittarians expect things to go your way. And because they have this expectation, things usually do. The Sun in Sagittarius prefers making broad strokes with a flamboyant brush, living by the philosophy that more is more, and good things are bound to happen. This positive mindset is another way to challenge limits and boundaries. Through taking risks and coming out on top they discover how far they can go. Every cloud has a silver lining – which sometimes turn to platinum – whenever Sagittarius is around.",
                "Accepting Limits": "Yet all this positive expectation also has its’ drawbacks. Sagittarians can be known for brash, self-centred or excessive behaviour. Because they do not not believe in limits for themselves, they do not apply them when dealing with others. With the Sun in Sagittarius, they can take things to extremes, or expect liberties from others because they refuse to bow to convention.  Hence, they are often accused of being blunt to the point of rudeness or frank beyond socially accepted norms. Sagittarians can ride roughshod over the feelings of others, simply because they know they can. They can be fickle, opportunistic and inclined to run at the first mention of committment. Some Sagittarians will push a situation to breaking point, just to see if they can. This can lead to broken relationships and instability. A Sagittarius who wont acknowledge limitations often creates excess that in the end proves detrimental. This can be more of an issue for males than it is females, but the Zodiac is never gender specific. The excessive, fiery and expressive qualities of this sign mean that Sagittarians can love nothing more than testing the limits of physical endurance. Excessive consumption of food, alcohol or other recreational activities can be detrimental. Pushing their luck until they are ruined may be the only way they know when to stop. As this sign is ruled by Jupiter, they can be prone to diseases of the liver or pancreas, as well as other degenerative diseases that are brought on by excess. Learning to live within the limits is an important part of the Sagittarius journey.",
                "The Nature of Belief": "At a deeper level, the sign of Sagittarius is connected with belief. The journey toward greater levels of experience also involves broadening the mind. By comparing and contrasting different ideas, philosophies, belief systems or cultures, Sagittarians gain new perspectives. They can enjoy expanding mental horizons through various forms of study, or the contemplation of comparative cultural, spiritual and philosophical values.  Even if not studying formally, they are often found watching documentaries or reading non-fiction to learn more about the world. At a conceptual level, this sign is associated with philosophy, religion and the broad mental frameworks which generate culture. At a personal level, through comparing philosophies Sagittarius can explore the nature of belief. With the Sun in Sagittarius, there is often a need to explore many different belief systems along the way finding their own truth. By gathering a variety of perspectives, Sagittarians learn principles which they can then share with others. As this sign is connected with the teacher and the student, Sagittarius broaden horizons through learning about various beliefs. These beliefs need to be experienced, rather than just talked about. Sun in Sagittarius will not believe something because they are told to. They need to explore and experience it for themselves. At their finest, Sagittarians can inspire others through the broadness of their perspective. By taking the journey to teach and learn, they discover the inspiration to help others be the best that they can. Yet the road to exploring the nature of belief can be fraught with danger. Once again, the threat of excess can rear its head. Typically, when Sagittarians encounter something they believe in, they become enthusiastic and want to share it with others. In the rush to spread ‘the good news’ they may ignore others right to discover things for themselves. They can shift from “teacher” to “preacher”, getting up on their “soap-box”. Sagittarians can fall prey to zealotry under the belief that they have the truth and others do not. They then easily succumb to self-importance and inflation, believing themselves to be visionary advocates for a noble cause. They might push their version of the truth down others throats because they believe in it so strongly. At a symbolic level, religious conflict is ruled by this sign. With the Sun in Sagittarius it is important to remember that they need to allow others the same level of intellectual freedom that they expect for themselves. When Sagittarians share what they have learned from an open perspective, others willingly listen. But when they try to force a point of view, people will instinctively switch off. To share their experience they need to take the urgency out of it, and channel their passion into education rather than “reform”. Alternately, some Sagittarians can become so disparaging in their search for truth that they become cynical or dismissive. Because their journey is to find out what is true for them, they may reject the beliefs of others, and see these as feeble-minded or simplistic. Then they may lose faith in life through the underlying (and unexplored) belief that they already know all there is to know. It is easy for them to think there is nothing left to learn. Yet beneath their cynicism is a deep need to find an underlying belief system that can make life meaningful. A Sagittarian with nothing more to explore is a troubled soul. Their journey involves exploring the nature of hope and faith. They need to maintain faith in order to have the courage to go beyond. Rather than limiting their philosophical options, cynicism can be just another stop along the road toward understanding. Life should be experienced as a journey toward greater levels of illumination. For many Sagittarians a clear sense of belief may not be reached until even the age of 80. Yet along the way, they most not lose hope. Faith and optimism are essential to find deeper meaning.",
                "Summary": "Born with the Sun in Sagittarius, you are gifted with an abundance of warmth, energy and positivity. Your sign is noted for a willingness to transcend the everyday by pushing boundaries, demanding freedom and seeking to explore unchartered horizons whenever possible. Your journey involves discovering all that is possible. Your ruler Jupiter brings luck, expansion and opportunity to your door, if only you will take it. At a deeper level, your sign is concerned with the cultural, philosophical and metaphysical frameworks which make life meaningful. Your journey involves searching for truth and then sharing its manifestation. The path you take should be loud, large and colorful. Through collecting experiences and working out what is true for you, you inspire others to have the courage and faith to do the same."
            }
        },
        "Aquarius": {
            "Type": "Fixed Air",
            "Ruler": "Saturn",
            "Keywords": [
                "Idealism",
                "Community",
                "Liberty",
                "Equality",
                "Science"
            ],
            "Strengths": [
                "Socially aware",
                "humanitarian",
                "egalitarian",
                "civilized",
                "impartial",
                "outgoing",
                "unconventional"
            ],
            "Weaknesses": [
                "Cold",
                "critical",
                "aloof",
                "overly rational",
                "erratic"
            ],
            "Description": {
                "A Collective Orientation": "With the Sun in the collectively-oriented sign of Aquarius, the emphasis is upon finding individuality within the context of a group or community. Aquarians need to find practical solutions to broad social issues, whilst maintaining a detached or objective position. As an Air sign, Aquarius is concerned with the exchange of information and ideas, of logic and fact. For those with the Sun in Aquarius communication is key, whether this is informally through maintaining social connections, or more formally through practical routes. Aquarius has much to do with the social side of life, and Aquarians tend to observe the cultural norms upon which communities are built. Sun in Aquarius people may have excellent networking abilities and a broad range of friends. Maintaining equality in relationships is important for those born under this sign. As a Fixed sign, Aquarius is concerned with durability. They need to establish firm conceptual underpinnings with which to approach life. Aquarians can tenaciously hold onto ideas of what they perceive as right or wrong, and unless they can be shown a logical alternative to an intended course of action, will be unlikely to change. They can have a reputation for stubbornness, but it is often the Aquarian ability to maintain a tested theory that is at work here, rather than an obstinate disregard of someone else’s point of view.",
                "Intuitive Insight": "Your sign is gifted with the ability to read the zeitgeist, making lightning fast assessments of current conditions based upon prevailing circumstances. At this level, your intuition is a powerful tool, allowing you to see which next step is the most logical one to take. Maintaining flexibility, whilst trusting your electric-like insight, helps you stay one step ahead of the game, ready to adapt to the future as it unfolds within the now. Although your intentions may be impersonal, once you have decided on something – be it a protocol or a political stance – you can be extremely rigid in maintaining your position, and unwilling to change. Resistance to change can rob you of one of your greatest assets, which is to be at the forefront of the new. Your journey involves learning lessons of detachment, objectivity and group involvement. In some senses, you may try to rise above the drama of the everyday to achieve a more elevated or detached perspective. This helps you recognize the best or fairest outcome for all concerned. Your innate sense of logic urges you to take an impersonal stance in most situations, in the hope that this will allow you to see things clearly, and without bias. Along the way, you will need to learn to recognize feelings or emotions, and the role that these can play in a balanced approach to life. If you are on the Aquarian journey, then intellectual flexibility as well as emotional intelligence is required. This sign rules the collective and in many ways, with the Sun in Aquarius you tend to more comfortable with the impersonal, objective and detached than anything intimate. Aquarius is perhaps the least emotional sign of the Zodiac, and although many of you are highly emotive of course, you are likely to try and deal with things in a calm, rational and logical manner where possible.",
                "Logically Brilliant": "You recognize that pure logic, when artfully applied, helps an individual to see the outcome that is best for all concerned. Because you tend to see beyond the personal, you can recognize what is right for the group. Because you can detach from purely personal concerns you understand that what is best for one may not be the best for all. In such circumstances, you are likely to support ideas and principles that are collective in orientation. As you evolve you learn to focus on what will be of benefit to the greatest number of people involved. For Sun in Aquarius, social awareness, political insight and group involvement is important as you naturally tend to think in ways that are inclusive, collectively-oriented and concerned with principles such as justice, fairness and equality. You may be motivated by ideas that have a far-reaching political or scientific reach rather than dwelling on personal concerns or short term gains. You may find yourself mixing with a broad range of people, maintaining relationships with people from all walks of life. You focus on what is similar rather than different in the people you have around. Aquarius also rules all aspects of science and technology, so you might find you have special talents in any related fields. Broadcast technologies and telecommunications are governed by this sign, as are politics and humanitarian concerns. Engineering, scientific innovation and human resources also falls within it's remit. Many alternative therapies, metaphysical ideas and occult philosophies that have a scientific as well as intuitive bent are ruled by Aquarius. Often, those with the Sun in Aquarius will be found working in such fields. Your willingness to go it alone when required, and bring into manifestation the new or untested makes you ideally suited to any profession which involves testing and progressive change.",
                "The View From Outside": "From another point of view, you have a way of finding yourself on the outside. Despite your collective tendencies, you may be the rebel or the rule breaker within your family or community. In many ways, Aquarians tend to be the ones who do not fit. With the Sun in Aquarius you need to challenge the status quo, so that nothing goes unquestioned for too long. In this way, you may find that no matter what you do, you cant help being controversial to a degree, pushing buttons or asking awkward questions that expose unexamined presumptions for what they are. Your preference is for fairness, justice and equality at every level, and you question anything or anyone that might prevent this ideal from being realised. You understand that every individual has the right to be themselves. You may find it is easier to uphold this principle for others than for yourself. There are those with the Sun in Aquarius who experience themselves as an outsider, or separate from the group. Your sense of individuality may be so strong that you do not feel that you relate to others, and operate as a kind of “lone wolf.  But this will keep you isolated and lonely, as well as out of touch with your emotional life. While it is important to uphold your individuality, you must also discover the right group of like-minded others to which you can belong. This may mean breaking through emotional barriers to discover ways to connect. You are likely to make a great networker or team-builder when you focus on what people have in common rather than what keeps them apart. This same logic can be applied to your personal life. Finding like-minded groups of individuals who can appreciate your unique vision is important, and will help you to belong.",
                "Summary": "Born with the Sun in Aquarius, you are gifted with the logical ability to see things as they really are, and work toward solutions that bring benefit to all. You can rise above emotional entanglements to view life from a detached and impersonal perspective. This gives you access to information that helps bring about progress and change. Your journey involves learning to recognize and value your unique contribution. As you become increasingly adept at this, you bring innovation – even brilliance – to anything you become involved with. This journey is ultimately one of emotional intelligence. As you become skilled at fusing reason and emotion, you become highly intuitive. You are able to find the solution to practical as well as emotional problems by recognizing the lightning flash of intuition, and employing this insight in logical ways. You teach others the value of equality and change when you make decisions based on what is best for the group. You demonstrate the capacity for unique solutions when you exercise your ability to think outside the box. In this way, you bring much needed freedom to your own and others lives. By giving yourself and others permission to be, you embody authenticity whilst maintaining the individual freedom which is the hallmark of your sign."
            }
        },
        "Cancer": {
            "Type": "Cardinal Water",
            "Ruler": "The Moon",
            "Keywords": [
                "Nurturing",
                "Enclosing",
                "Protecting",
                "Intuiting"
            ],
            "Strengths": [
                "sensitive",
                "emotional intelligence",
                "nurturing",
                "psychic",
                "family oriented",
                "empathetic",
                "reliable"
            ],
            "Weaknesses": [
                "hyper-sensitive",
                "emotional",
                "selfishness",
                "fearful",
                "overprotective",
                "smothering"
            ],
            "Description": {
                "Emotionally Active": "Born with the Sun in Cancer, you are likely to be motivated by the urge to establish emotional connectedness with others, and then take action to nourish, support and protect them. Cancer is a Water sign, and so, concerned with emotions, intuition, imagination and the psyche.It is also a Cardinal sign, implying the need to act. Within the realm of emotion, Cancerians are likely to be actively engaged. The emotional ties that bind to those closest are of primary concern. For this reason, Cancer is strongly associated with family and domestic life. Home is the natural domain for those with the Sun in Cancer, for it is here that they are in their strength. Home life is especially important, and Cancerians often need to feel safe and secure within a loving home environment in order to feel at ease. Therefore, the home needs to be as calm and serene as possible, for the home environment acts almost like the shell of the crab, protecting what is soft and vulnerable on the inside from the harshness of the outer world. For this reason, Cancerians will spend a lot of time getting the home ‘just right’.A calm home life is necessary for emotional equilibrium. From this foundation, they can then project themselves out into the world. When the Cancerian is happy at home, they can then become a source of great nourishment and delight. They make great hosts and entertainers, and enjoy nothing more than taking care of the ones they love through good food, rapport and empathetic conversation. Many excellent cooks are born under this sign. Anything connected to the hospitality industry them well. Providing nourishment is a concrete way of taking action around emotional needs. This allows those with the Sun in Cancer to feel a sense of purpose. Although Cancer is concerned with action, they often tend to move through vacillation and side-stepping. They may avoid direct moves until external circumstances feel favourable or ‘right’. In this way, they have much in common with their celestial namesake – The Crab. On the outside, they appear tough, hardened or impenetrable, capable of a formidable tenacity. But underneath, they are typically soft and sensitive as can be, protecting their vulnerabilities from the harshness of the outer world. Cancerians often come at problems sideways in the attempt to avoid being hurt.",
                "Home and Family Life": "Cancerians usually feel deeply connected – for better or for worse – to their family of origin or those they consider close to heart. These strong connections mean Cancers often feel personally responsible for the well-being of others. This becomes both a blessing and a curse. On the upside, Cancerians can be especially warm, loving and devoted. They enjoy taking care of others. On the downside, they may feel themselves overly responsible for others’ wellbeing, and project too much onto others, or based on what they feel loved ones “should” do. Cancerians have a tendency to involve themselves in the emotional lives of others. In doing so they can lose sight of their own needs. As they become less in touch with their own individuality, they become increasingly moody and erratic. At times, they can be clannish and crabby. They tend to react at the slightest trigger, feeling themselves in the middle of situations that may, in reality, have very little to do with them. This can be both draining and dysfunctional, as it creates feelings of obligation and guilt that are difficult to resolve. Learning to separate from feelings of emotional responsibility is a key life lesson for many Cancerian individuals. They must recognize that their need to be needed may not be the same need that others have, and must learn to hold back – staying focussed on their own lives. Assuming responsibility for what is not theirs to take on means that Cancerians have a way of making unwelcome intrusions into others lives, creating turmoil where they really want peace. Learning to recognize when ‘good advice’ and emotional involvement is not wanted is important but will take time. In these ways, the home and family are both a source of strength and the shell those with the Sun in Cancer must outgrow. The need to experience a warm, safe and nurturing home life is paramount. It is imperative for Cancerians to create the right kind of living circumstances to feel calm, serene and connected to other people. Yet leaving the safety of home is also necessary if they are to make their mark on the world. As a Cardinal sign, they are usually not satisfied unless they are creating an impact in the world. To do this they must first establish a stable base, and then get out of their comfort zone by leaving it. Cancerians can, at times, avoid the challenges of the outside world by staying indoors. This keeps them emotionally stuck.",
                "Remembering What is Past": "This sign is connected to memory and the things of the past. Cancerians like to surround themselves with objects that have emotional resonance, or remind them of what they have done. Those born with the Sun in Cancer often prefer what is vintage, hand-made or antique to what is shiny and new. They tend to value objects and experiences that evoke emotional depth. They may collect trinkets and mementos, keeping these stored away for years. In this way, Cancerians may lose themselves in figments and memories. At a deep inner level, they may refuse to let go.  Holding onto the past function can be a way to resist letting go of emotional experiences. They enjoy losing themselves in the memory of what is comfortable and known. On another level, Cancer is connected to continuity and tradition. Cancerians love to reminisce and retell stories from the past. Yet on the down-side, they can become enmeshed in the nostalgia, and quickly lose perspective.  problem is especially activated around family members, bringing up past hurst or disappointments instead of moving on. Cancerians can find themselves feeling responsible for how others choose to be, and becoming overly focussed on trying to ‘fix’ what is no longer relevant. Emotional upsets flow thick and fast when Cancerians try to act based on their own perceptions of how others should think and feel. They may then find themselves on the receiving end of  resentment when this attempt to assume responsibility is not wanted.",
                "Vivid Imaginations": "Cancerians are often gifted with vivid imaginations. This tendency to imagine should be acknowledged and developed. For many with the Sun in Cancer there can be creative and artistic talents that need an outlet. This can range from creating in the kitchen to design around the home. It may be expressed building homes and properties, or creating a business from scratch. Cancerians have a way of tuning in to what others need, and then employing their active imaginations to bring it into form. Many excellent writers are born under this sign, displaying an intuitive ability to tune in to what the public wants and needs. Other Cancerians have an uncanny sense of business timing, knowing when and where to act. Many tycoons are born to this sign, and Cancerians often have a particular business flair. The ability to imagine realistic yet original outcomes is a powerful trait, and one Cancerians can draw upon easily. Their active imaginations and intuitive responses mean they tend to ‘pick up’ on new ideas all the time. Then the natural impulse to take action coupled with capacity to sense what others need means they are in an excellent position to act at the right time and place. When Cancerians employ their sense perceptions with some degree of objectivity they can be especially insightful. They can respond to passing impressions with uncanny precision and accuracy. Cancer is a deeply sensitive sign, so that learning to listen to an internal and rhythmic sense of timing is most important. Feelings tend to ebb and flow like the tides. Accepting this is fundamental for their well-being. As Cancerians learn to distinguish intuitive perceptions over emotional projections, they find their niche in life. Through their imaginations, they can ‘see’ a perfect solution or way forward that will meet the immediate need in their own as well as other’s lives. When the imagination is denied, or instead allowed to run riot, it can lead to all sorts of toxic situations. Cancerians can also use their emotional sensitivity and powerful imaginations to apparently ‘interact’ with the world outside them, imagine what they believe is going on, and then decide not to participate. Then that famed Cancerian imagination works against them. The propensity to imagine the worst means they can come to very inaccurate conclusions, and feel hurt by situations that may not even have occurred. Reliving past emotional hurts and upsets can take precedence over what is actually happening now. Cancerians then become the emotional casualties of all sorts of imagined slights and social grievances that become excuses for not leaving the comfort of home. This then leads to an emotional disconnection from others, which is the opposite of what they truly seek.",
                "Summary": "With the Sun in Cancer you are gifted with extraordinary emotional and intuitive insight. This can be turned to your advantage by taking action to support and foster those you hold dear, or to develop projects that you wish to get off the ground. Acknowledging your sensitivity and imagination provides you with highly effective tools. Although you are likely to respect continuity and stability in your emotional life, you must also remember to let go of the past. Tendencies to attempt to assume responsibility for others emotional needs should be kept in check, or you will notice resentment from those you care most deeply about. With your finely tuned intuition and concern for other’s needs, you are often the most caring and family-oriented of souls. In the end your sensitivity to others is both your blessing and philosophical curse."
            }
        },
        "Aries": {
            "Type": "Cardinal Fire",
            "Ruler": "Mars",
            "Keywords": [
                "Activity",
                "Initiation",
                "Energy",
                "Impulse"
            ],
            "Strengths": [
                "courage",
                "bold",
                "inspiring",
                "intuitive",
                "decisive",
                "direct",
                "devoted"
            ],
            "Weaknesses": [
                "foolhardy",
                "egotistic",
                "selfish",
                "self-oriented",
                "unthinking",
                "impulsive",
                "zealot"
            ],
            "Description": {
                "The Impulse To Begin": "When the Sun moves enters Aries, the Zodiacal year begins. An impulse to initiate starts each new year. With a flash of inspiration, the Aries journey begins. The Sun in Aries represents the spark of energy which instigates new life. At a fundamental level, Aries are motivated by the need to start and act. The drive to pioneer or lead may feature strongly. In some essential way, Sun in Aries must do their own thing. How easily they achieve this will have much to do with the choices they make, as well as the rest of their own chart story. As the first sign of the Zodiac, Aries is all about ‘The New’. Those born with the Sun in Aries have a particular affinity with the energy needed to get things off the ground. Ariens tend to specialize in finding the energy required to start something, but are not renowned for their ability to finish things off. Accordingly they need to learn discipline, understanding how to conserve their energies so that are able to persevere and follow through. Sun in Aries enjoy pioneering new territory, and must learn over time to develop the stamina needed to finish what they start. A happy Arien will be carving their own path through life. They may however find the road littered with false starts if they do not learn to settle down long enough to finish what they begin.",
                "A Sense of Adventure": "Aries tends to face each day with a sense of adventure and hopeful optimism. They must learn to balance their enthusiasm with proper consideration – to find the right avenues for their abundant energy. In many ways, Aries are the infants of the Zodiac. The motivation behind much of what they do comes from a child-like need to challenge, experience and explore. By pushing out into unexplored territory they learn how to combine enthusiasm with adequate risk-assessment. This way they can avoid rushing in where “angels fear to tread”. Aries likes to be first. Through some form of competition this is most easily expressed. Ariens tend to like games, deadlines and fast-paced environments. The opportunity to compete can be a vitalizing force, providing the impetus they need to challenge and improve themselves. Knowing where a benchmark is gives Aries something to aim for. This is important for stimulation and focus. Unfortunately, Aries have a particular knack for creating challenges in their lives. It is as if the energy needed to overcome an obstacle becomes the catalyst to spark their initiating spirit into gear. Conflict with others or with practical considerations can be the trigger they need.",
                "The Need For Patience": "Ariens like to start and do NOT like to wait. And so, poor timing plus false starts can be part of the process. They need to learn to balance their impulsiveness with enough practical consideration to strive and succeed. Time and again, learning patience proves to be Aries best, and most hard-won, asset. As St Augustine said, “The reward of patience is patience”. Understanding this represents an important turning point for the Aries individual. Aries will tend to act in autonomous ways, and will tend not to take others’ advice. They do not like being told what to do, and can have trouble accepting others authority. Whilst they need approval for their actions, they will display a simultaneous independent streak, which inclines them to do exactly as they please. Aries specialize in “captaining their own ships”. They do best when free to make their own successes, as well as failures. They will take risks based purely on courage and self-belief, acting on impulse and an intuitive conviction that they are right. For this reason they are often found in positions of autonomy, whether running their own businesses, heading their own department, taking charge of the family or leading others in some way. Aries like to be at the vanguard, and prefer to be in charge. Following is only a temporary stop on the way to being out front and first. Because the initiating principle is so strong, Aries are often much better suited to situations where they can call the shots in some way.",
                "Sun in Aries: A Noble Spirit": "Aries is a sign associated with valour and nobility. They will fight for what is noble or just. They prefer to face the truth of something, deal with it, and then move on. They can easily become devoted to an ideal, and will fight for who and what they love. Yet Aries can be at times insensitive to how others feel. They may forget to take the time to find out how others are affected by their latest project or “battle plans”. Aries need to develop their sensitivity to what is happening in the world around them. They can inadvertently cause pain to others by forging ahead with plans before others have had time get up to speed. This lack of consideration is hardly ever born of malice, but reflects more a basic failure to realize that there is anybody else with needs as important or as urgent as their own. Just as a baby is motivated by its own immediate needs, Aries tend to concentrate foremost on exactly what they expect. They simply want what they want, and want it now. Dealing with Aries successfully means not looking for complicated motives. They say what they feel and do what they think. For Aries, life is best approached without complication.",
                "Doing Their Own Thing": "This sign is also known for an abundance of enthusiasm. Combining enthusiasm with inspiration, Aries are often first to see an opportunity, and make the most of it. This can work well for new enterprises, innovation and entrepreneurship. Yet Aries also need to learn to asses practically the idea that is before them, and recognize the difference between an idea that they feel passionately about, and one that is actually achievable. The spirit of forging ahead can be an asset, as much as a liability. Tempering passion with thought for correct procedure is essential for success. Aries must learn to harness their “will-to-act” in ways that are beneficial – not just for themselves, but for all parties involved. Aries can be an especially self-centered sign, so that focusing only upon personal needs, wants and desires often leads to conflict with others. Their enthusiasm is an inspiration, and others benefit from the Aries ability to scout out an opportunity. Yet this can become detrimental when Aries forget to consider others’ input, and steam-roll over others ideas without giving due consideration. One of the great lessons for Aries to learn is that of cooperation. Aries need to recognize when compromise and negotiation is required so that they learn to work with others in ways that actually assist them to bring to reality the lofty visions they can see so clearly in their minds.",
                "Passionate and Direct": "As a rule, Aries have pure and simple intentions behind much of what they say and do. They are the ‘infants of the Zodiac’, and so, tend to be honest and direct. This is a fiery, passionate and desire-driven sign, yet these passions are often simple in origin. As lovers Aries tend to be highly combustible, energetic and reactive. As friends, they can be exciting, vivacious and fun. As colleagues they are driven, outcome focussed and committed. They usually have a lot of energy to burn and love all kinds of physical exertion. In general, Aries are straightforward. They can be direct and to the point. They prefer the truth at all times, and will usually “call a spade a spade”. For this reason, they do not do well with those who are more calculating. Aries are usually honest, simple and sincere. They need to be treated with a similar degree of honesty, as they can be quickly hurt. As much as Ariens can be brash and bold, they are easily wounded by others words and actions. Behind an apparently confident exterior stand the inner “child”, easily cut down by the slings and arrows of outrageous fortune. For this reason, Aries prefer to handle situations in ways that are open and direct, so that every knows exactly what is happening and what the expectations are.",
                "Summary": "If you were born with The Sun in Aries, enthusiasm and energy are your birthright. Your desire to experience yourself as a dynamic and pioneering individual should strongly impact the life that you lead. Aries bring new life and fresh energy to life’s experiences. You are all about the here and now. You can renew yourself by experiencing the invigorating challenge of getting something new off the ground. Courage and the willingness to pioneer are your calling cards. Your commitment to an ideal is usually noble in intent and pure of heart. Your challenge is to give yourself permission to instigate or lead whilst taking the time to listen to others and cooperate as required."
            }
        },
        "Pisces": {
            "Type": "Mutable Water",
            "Ruler": "Jupiter",
            "Keywords": [
                "Service",
                "Sacrifice",
                "Compassion",
                "Mysticism"
            ],
            "Strengths": [
                "Empathy",
                "intuition",
                "sensitivity",
                "service",
                "imaginative",
                "creative",
                "devotional"
            ],
            "Weaknesses": [
                "Ungrounded",
                "victim",
                "suffering through sacrifice",
                "addictive",
                "critical",
                "afraid",
                "lost"
            ],
            "Description": {
                "Transcending Limits": "With the Sun in Pisces, a sense of self come from being “in the world”, and yet not “of the world”. Pisceans tend to be motivated by the desire to connect to realities greater than the ‘here and now”. They need to live the truth that there is more to life than meets the eye. Whilst this may seem an abstract statement, Pisceans inhabit dimensions of reality that transcends the every day. Pisces, as the final and perhaps least understood sign of the Zodiac, represents many mysteries. It governs those facets of experience that go beyond the purely physical. Those with the Sun in Pisces are often highly imaginative, sensitive and impressionable people. They sometimes struggle with the fundamental duality in their nature. It could be said that one half of them is attempting to chart a realistic course through life whilst the other half is seeking ways to escape it. Pisces is a Mutable Water sign. This brings together themes of flux, sensitivity and imagination. As mentioned, this is a sign of duality. The challenge with the Sun in Pisces is developing a clear sense of purpose when there is a fundamental urge to transcend the limitations of material form. This struggle is symbolically depicted by the two complementary yet opposing fish that represent this sign. One Fish could be described as having a firm focus on the world around. On this level, Pisceans come across as street smart or “world-wary”, with a sense that nothing anyone does would surprise them. As the final sign of the Zodiac, Pisces has integrated every facet of self-expression, and so carries within its symbolism the sum total of human experience. Whilst they may not agree with a particular behaviour usually at some level they can understand. Their empathy and compassion means they sense where others are coming from, and so can relate on a certain level.  This awareness gives Pisceans the ability to deal with any situation, and they do well in any area which involves understanding others. They may not like what they see, but their ability to respond to what is in front of them means they can appear to be both experienced and open. Yet on the other hand, the second Fish seeks to transcend the mundane. This part of them is not connected to everyday experience. As much as they may appear to be present and connected, they can also feel as if they are swimming away – typically to more pleasant seas. Sometimes may drift off into dimensions they are not even aware themselves. The need to transcend the everyday is just as important as the need to engage with the here and now. And so, within this complex dilemma, those with the Sun in Pisces develop a sense of self - experiencing a constant state of flux between emotional, psychological and spiritual expressions of self. Their challenge is to allow both aspects of self to exist side by side, and so find optimal ways of channeling these qualities into everyday life.",
                "A Multi-dimensional Experience": "To achieve this synthesis, there are usually three key dimensions of experience that feature for them. For many with the Sun in Pisces, the theme of transcendence will express through a sense of compassion. By connecting with the emotional fields of others they ‘escape’ their own limited space. Merging energies allows them to feel expanded and useful. For others, they will experience transcendence through their creative or imaginal lives. There is often a strong affinity with abstract forms of creativity.  Taking time out to explore the imagination is time well spent. Thirdly, the domain of spirituality and devotion may feature, and for some Pisceans transcending the everyday means exploring metaphysical realms. As is the nature of this sign, Pisces can operate on all three levels from time to time, and sometimes all at once! It is normal for those with the Sun in Pisces to be in multiple dimensions at any given moment of the day. In whatever way it suits, they need to find a way to channel their sensitivities and move beyond a limited identification with only the here and now.",
                "Intuitive Insight": "Pisceans are typically gifted with incredible insight. Their intuition will reveal much about people and circumstances, when they are willing to see things clearly. Pisceans can be almost prophetic at times. Yet to achieve this level of clarity they must exercise constant self-awareness and discipline. They have the ability to be one step ahead at every turn, always pre-empting what others need and how they will respond. Thus they can succeed at almost anything. Yet just as easily, they can become confused by the bombardment of impressions influencing them. They may have trouble discerning between what is outside themselves, versus what is rising up within. Sometimes the “feelings” they have about others will be birthed in their own imagination, or in through their desire to escape from what they deep down know. Sun in Pisces can have a tendency to ‘put on rose-coloured glasses’ – so seeing the world or others in an idealised form. They can see merits that do not exist in an effort to make a situation special, unique or romantic somehow. The desire to transcend the ordinary (not face reality) sometimes means they give others the benefit of the doubt when they should not. Their inability to discern between intuition and desire means they can become easily confused. When this happens, they can find themselves enmeshed in situations where their good nature is taken advantage of. Then they must learn to reestablish boundaries, becoming clear about when – and to whom  – they should say no.",
                "Suffering and Sacrifice": "Pisces is connected with states of victim consciousness. The Sun in Pisces individual needs to constantly monitor when they might be allowing themselves to fall victim to some external influence as a way of opting out. Being the victim is a way of giving in to a sense of not being able to cope with life. They may carry an inner need to be taken care of – which is in fact a way of escaping from discipline or hard work. Pisces is known as the sign of least resistance and sometimes Pisces will seek the easy way out. They become victim to some kind of habit or circumstance that ends up ‘validating’ their belief that they need to be rescued. Should they believe is that life is hard, cruel or dangerous, then the only apparent route open to them is escape, either into some kind of addictive habit (drugs, alcohol, romance), or into victimhood. A special mention must be made here of addiction, for this is one of Pisces preferred means of escape. Under the apparent haze of a habit they ‘cant control’ Pisces can avoid taking responsibility for themselves. The temptation to lose oneself in the haze of addiction can have a glamorous appeal with disastrous consequences. Another habit that can take over their lives is the need to be in control. Sometimes sensitivity and paranoia combine to create obsessive behavioural patterns that are just as difficult to break. In an urge to stem the tide of constant change that flows through their lives some with the Sun in Pisces develop OCD qualities. The need to clean their house obsessively is one such manifestation of the urge to maintain control. When they become depleted by exposure to others or simply to negative influences they can become become overwhelmed by emotions which blocks the ability to maintain a clear sense of self. Paranoia and phobias can start to take hold. They find themselves reacting to an impending sense of chaos by trying to adopt rigourous forms of control. To stem the tide of flux they develop personal rituals that are meant to somehow “protect them” from change. Then their sensitivities confuse them and they can retreat into a world of obsessive ritual. Being so sensitive has its challenges. Learning to “be in the world, but not of the world” takes both time and self-awareness.",
                "Creativity and Imagination": "At the creative and imaginal level, Pisces tends to have an easier time. Here, they are in their element, swimming through vivid waters of fantasy and imagination. Many Pisceans have strong creative leanings, and need to find an outlet for their inspirations. In many ways, this is about finding a means to express all the impressions they constantly feel. Anything with a strong visual and emotional component is a natural vehicle for the Piscean imagination. Certain abstract art forms have an especially Piscean tone,  including film, photography, dance, drama, music and fluid forms of painting. It is highly therapeutic for Pisceans to spend time in creative pursuits, either through their own creative projects or simply immersing themselves in some one else creative work. Through imagination they find ways to leave the everyday and stay self-contained. Time alone is vital for their well-being, and experiencing creativity is an excellent means of having time out. Daydreaming or connecting with the imagination is like an internal reboot. When they imagine they find food for the soul. It is important for Pisces to withdraw into themselves in order to connect. Time spent alone, in nature, or by the water is a powerful tool for self-development.",
                "Acts of Service": "Another level of expression can come about through finding ways to be of service. Pisceans are often gifted with compassion and have a strong urge to be of service to others somehow. Here they bring special gifts. Because they so easily empathise, they know instinctively what others need to hear. Because they can at some level comprehend all facets of human experience, they do not tend to judge. Instead they can offer unconditional service based on pure acceptance. Many with the Sun in Pisces feel a calling to be of service that should not be ignored. They can do this in their everyday lives through helping those less fortunate, in their professional lives by pursuing careers that allow they to help, serve or heal, or through volunteering extra time and service to community groups. As ever though, they need to be on guard against tendencies to give the self away. Many Pisceans seem to have an inner conviction that in order to be of service, they must also suffer in some way. This is part of a potent cultural belief structure which suggests it is in fact noble to suffer in the act of service – a hangover from 2000 years of misinterpreted Christian theology. The willingness to sacrifice is a highly commendable virtue, but the idea that they need to be suffering if they are to be of true service is slightly displaced. Pisceans can be more effective, and inspiring to others, if they simultaneously demonstrate self-care. Their task is to embody the example of radiant well-being they wish to manifest in others lives. Their compassionate nature means that there is no question where their allegiance lies. They give for the sake of giving and usually do not seek anything in return. But it is important Sun in Pisces do not give themselves away in the process, and should watch out for the temptation to seek escape by becoming overwhelmed.",
                "Spiritual Development": "Finally, Pisces is a highly mystical and psychic sign, and these abilities can also spill over into powerful healing or clairvoyant abilities. A deep sense of devotion and heightened spirituality is often present, so that service is offered not only to the individual or group but also to the Divine. Many Pisceans experience a very personal relationship to the spiritual dimension of life. They may not be conventionally religious, but will have their own personal set of rituals or beliefs that express a broad relationship to the Divine. There may be private things they do on their own time which express a deep spiritual connection. Some Pisceans can also become a vehicle for spiritual illumination, and access transpersonal dimensions of experience to acquire specific information. History is replete with mysterious situations where ‘knowledge’ brought through from non-material planes has lead to outstanding developments. Medical insights birthed in the ancient world, architectural triumphs which remain unexplained or experiences of past-lives and other dimensions are all examples of knowledge systems which transcend the everyday. Pisceans tend to specialize in this kind of insight, having access to intuitive wisdom that is commonly termed ‘psychic’. They may have precognition of the future or meaningful dreams which explain the situations in unknown ways. Recognizing and developing these latent sensitivities is an important part of the Piscean experience. Time spent in meditation or developing the “sixth sense” is important. In the end, grounding these psychic abilities may prove to be the most significant way to transcend the everyday.",
                "Summary": "Born with the Sun in Pisces, your journey involves learning how to be in the world but not of it. You have powerful and mysterious gifts of sensitivity, insight, imagination and creativity. Used wisely, these talents will allow you to be of service, both to yourself in achieving what you want in life and also to others. Your challenge is to find ways of bringing your multi-dimensional, sensitive self into harmony with the material world by becoming clear on what you feel and maintaining appropriate boundaries. When you hold your space and see things clearly, you can become a self-contained source of love, inspiration, and practical wisdom for all the world to share.  As you learn to take care of your own sensitivity, you nurture your imaginative and spiritual gifts. You can excel in any field that requires human understanding, whilst your deep sense of compassion will let you find outlets which allow you to serve, help and heal."
            }
        }
    },
    "Moon": {
        "Capricorn": {
            "Summary": "Born with the Moon in Capricorn, you are likely to be innately responsible, pragmatic and measured in the ways that you respond. Capricorn is an Earth sign, and so pertains to the tangible and practical dimensions of life. Capricorn is also known as a Cardinal sign, which implies a need to take action. When practicality and activity combine, the urge to master material resources is usually present. With the Moon in Capricorn, you are likely to have an innately serious and responsible nature, seeking to make the most of whatever resources you have at your disposal.",
            "Description": {
                "Cardinal Earth Sign": "When practicality and activity combine, the urge to master material resources is usually present. With the Moon in Capricorn, you are likely to have an innately serious and responsible nature, seeking to make the most of whatever resources you have at your disposal.",
                "High Expectations": "Responsibility - and all this entails - will probably form a background theme in your life. You may have had to step into a position of responsibility early in life, or received strong impressions from your parents (most usually mother) about the need to live up to certain expectations in life. You may feel a deep sense of duty around supporting others, and will naturally be drawn to areas of life expression which allow you to demonstrate a capacity to accept responsibility. You are likely to have the ability to assist and nurture others in practical ways, and will often be seen as “the capable one” who can be relied on to find realistic solutions to current problems. The Moon is said to be in “detriment” in this sign, implying that easy and spontaneous emotional connections are not your forte. You are likely to be self-conscious in your emotional approach, and may appear reserved at first, taking time to warm to others and develop closeness. While you may have a huge heart, you do not give it away easily. You need time to get to know others and work out how you really feel about them. It is important to understand how serious or worthwhile any emotional involvement may be before you get involved. Whilst to others this may seem calculating, for you it is just a realistic assessment of the fact that emotional ties can be burdensome, and taking yourself seriously involves assessing exactly where a situation is taking you, and if that is where you want to be. Yet this pragmatism can also be a source of strength. It can give you stability and create a realistic attitude to life’s emotional ebbs and flows. On the up side, this means that for those you hold near and dear, you will be consistent, strong and true. You have an innate ability to follow through on what you say, and are likely to value greatly the worth of family, continuity and emotional commitment. On the down side however, your pragmatic approach to feelings and relationships may lead to a tendency for projecting to others a cold and unavailable nature, concerned more with the bottom line of what you will ‘get’ from a connection, rather than just being able to enjoy closeness and intimacy for what it is.",
                "Proven by the Test of Time": "The sign of Capricorn relates to foundations, structures and the gift of Time. You are likely to value tradition, status, and social position. You will require from others the same level of responsibility and capacity that you demonstrate for yourself, and will respect people or situations that demonstrate longevity and persistence. On some level, you are likely to feel most secure when you have solid structures and foundations around you. To this end you may be somewhat conservative, with strong ambitions for yourself based on recognition and accomplishment. Achievements carry powerful emotional overtones for you, and you are likely to feel an inward need to live up to being the best that you can be. You may have a need to prove yourself ‘out there’ in the world as a concrete example of your inner values, so reflecting an aptitude for responsibility and commitment. Alternately, you may have a much more private idea of what success and accomplishment mean to you. You may be less concerned with worldly success and more concerned with doing the best you can on a more personal level. You may set high standards for personal development, with a profound sense of integrity and authenticity. Whether your focus is material or spiritual, you are likely to be committed to making sure that you achieve the things that you expect of yourself. If other features of your chart imply more freedom-loving or unconventional qualities, you may be at odds with other voices within your psyche. If you find yourself struggling between the need to fulfill obligations and the need to be free just remember that your innate capacity to commit and demonstrate responsibility can be expressed in many different ways. As long as you live up to your own expectations in terms of what responsibility means to you, you will feel emotionally stable and secure. From this stable base, you can spin off into any form of expression you so choose.",
                "Self-Sufficient and Strong": "You are likely to be highly self-sufficient and contained, but need to remember that sometimes we build strong emotional foundations by sharing our strengths and weaknesses, talents short-comings and abilities with those around us. You are no doubt very capable, but need to be mindful of a tendency to isolate yourself upon your own mountaintop of duty and responsibility. You may have an innate tendency to expect that no one else will be as thorough as you are, and so take on far more than you need to, at times even taking from others duties that are rightfully theirs. Try not to look down upon “mere mortals’ less capable than you, but realize that your strengths and capabilities have been earned through hard work and sacrifice, yet only count for something if you can share them with someone else. In sharing responsibilities, you will achieve the position of respect and responsibility that you so naturally deserve. In letting others demonstrate capability and endurance, you help build a fertile platform upon which material stability is achieved. With the Moon in Capricorn, you are likely to be innately concerned with how you appear publicly. You tend to be aware of the value of reputation and protocol, and so, will avoid doing anything publicly that may diminish you in the eyes of others. Because you recognize the value of a good reputation, you will strive to appear capable, contained and in-charge. Whilst this is useful in terms of earning respect, it may mean that you avoid extending yourself at times because you will not let yourself learn. You can set such high standards of achievement for yourself that you expect to be able to master whatever you attempt almost as soon as you begin. Rather than learning through a process of trial and error, you will stop yourself doing things unless you are already innately competent. It is important that you recognize the need for learning or apprenticeship along the road to mastery. Showing others your vulnerabilities will not hurt you as much as you may fear, and can in fact help them appreciate your achievements more through seeing your commitment to high standards through hard work.",
                "Born With The Moon in Capricorn": "Finally, there may also be a need to release old, crystallized emotional patterns or unconscious fears through subconscious re-programming. Because the Moon represents the genetic or emotional framework through which we view experiences and learn about the world, there may be a tendency to get stuck when that frame is inclined to endure and hold-on. In this sense, unconscious fears, limitations and restrictions may prevent you from opening up to an easy, spontaneous flow of emotion. Old habits and memories can prevent you from connecting with the here and now. There may be inhibitions around revealing the true extent of your feelings, and you may keep others at a distance so they never know how much you really need them. Developing empathy, the ability to self-nurture and kindness for yourself are highly recommended. This will help dissolve any old and unwanted emotional patterns, and open the door for greater vulnerability and closeness with others. You may find tactile or emotional therapies useful for you if find this hard to achieve. Because you are used to demonstrating fortitude and resilience, you may find it hard to soften and let others in. But when you share your capacity to accept responsibility and build solid foundations in life, you are rewarded with full appreciation from those who can understand the depth of your emotional commitment."
            }
        },
        "Libra": {
            "Summary": "Born with the Moon in Libra, you are likely to have a deep need for peace and harmony in your life. Libra is an Air sign, governing communication, the exchange of information or ideas, and the protocols around which relationship occurs. Accordingly, you may find that you have an innate need to connect with the world around you, and may have a talent for creating rapport with others. Libra is also a Cardinal sign, highlighting the need to act. The action required is whatever is needed to restore balance. Libra is symbolized by the Scales.",
            "Description": {
                "Cardinal Air Sign": "Born with the Moon in Libra, you are likely to have a deep need for peace and harmony in your life. Libra is an Air sign, governing communication, the exchange of information or ideas, and the protocols around which relationship occurs. Accordingly, you may find that you have an innate need to connect with the world around you, and may have a talent for creating rapport with others. Libra is also a Cardinal sign, highlighting the need to act. The action  required is whatever is needed to restore balance. Libra is symbolized by the Scales. This need for balance and harmony in your life extends from your personal environment to your social life, and all the relationships you have with others. You are likely to be a natural peace-maker, with innate diplomatic and negotiating abilities. You are probably adept at seeing things from another’s point-of-view, and can be counted on to both listen when needed, and offer objective advice when required. Your instinctive ability to get on with others can make you popular and gracious in most situations. You are likely to be quite a social individual, respected for your reasonable, fair-minded approach to life. Because you are likely to be an excellent negotiator, you will always be good with anything that requires finding common ground. You may do well as a host, counsellor, promoter, mentor or sales person – anything which requires you to balance potentially conflicting agendas. Well-equipped to objectively assess all sides of a situation, you are likely to be very good at communicating with others in ways that are balanced, harmonious and fair.",
                "Born with a need for balance": "Principles will be important to you. You are likely to have a strong sense of justice, and will feel disturbed by any situation that you perceive as unfair. Your peace-making qualities may mean you become involved in situations where inequity is an issue, having a need to take action so that principles of fairness and justice are upheld. Conflict may surround you, but when you assert your need to be fair, you show others how to find the middle-ground. Libra is ruled by the planet Venus, suggesting you will have natural talents where other people are concerned. You are likely to be charming, intelligent, witty and gracious, a ready go-between. At your best, you will have an instinctive desire to bring out the best in others, and can smooth over any difficulty in a social situation. This ease can open doors and cement opportunities. As a sign of relationship, Libra of course needs to interact with others. Therefore this is likely to be a relationship lifetime for you, and everything will work better for you when you do it with others rather than on your own.",
                "Being your best with others": "The need for relationship can prove challenging however. You may overemphasize the importance of relationship, and may feel emotionally disturbed if you don’t have someone significant in your life. You may act or think in ways that are not always for your best interest just to keep a relationship alive. Then you may find then yourself involved in situations that are disturbingly out of balance, and do not reflect your true needs. The downfall here is that you may have a tendency to put your need to please and appease other people over your willingness to have your own needs met, resulting in an instinctual response pattern where you always bend your will to other people, being to afraid to reveal what it is that you truly want. This can lead to all sorts of passive/aggressive behaviours, as you attempt to co-opt others, and work your will without being honest about what your real agenda is. Your fear of being disliked or confrontational may be so strong that you fail to assert who you really are, so that you go along with situations that are not good for you, rather than “go it alone”. This can lead to the double jeopardy of never getting your real needs met, while leaving others with the feeling that you have something to hide. The problem is you may be afraid to be open about your own needs for fear of being disliked, yet so skilled in the art of people-management that you get the result you are after, without the joy of real collaboration that comes in the end. Not being open about how you really feel can create all sorts of emotional upsets in close relationships, leaving others feeling manipulated and you feeling guilty about the way you have conducted yourself. To avoid misunderstanding, you are encouraged to be open and assertive in all your dealings with others. Usually, the bottom line here is that you are trying to be fair to all parties concerned. This means you may find it difficult to decide the best course of action to take. You may have a habit of becoming indecisive when you try and do things based on what you think others expect. But if you remember to focus on what is correct and fair, then you can commit to taking action in ways that are fair for everyone involved, including yourself.",
                "A natural sense of design": "On another level, those born with the Moon here often have natural design skills. Libra rules all forms of symmetry, proportion and balance. It represents the underlying patterns through which beauty manifests. You are likely to be innately aesthetic, in that you are drawn to harmonious or well-balanced environments and art-forms. Some of you will have a way of dressing that compliments your proportion and tone. Others will have a strong sense of coordination, and will be very good at making things work together to bring their best features out. Because of your need for balance, you are likely to find that chaos does not sit well with you. You will do better in environments that are calm, considered or even zen. Your working space should be clear and clutter-free. Your home should reflect a simple elegance and natural understanding of style. When surrounded by discordant energies, your emotions are easily frayed. When you respond to this need for balance by seeking an harmonious life, you are able to stay in your centre and become a point of equilibrium for everyone else around.",
                "Born with The Moon in Libra": "At its best, Libra is an objective, sociably-oriented sign. Born with the Moon in Libra, you are likely to have an innate need to uphold justice in all concerns. Your sense of balance in social situations means you can easily relate to others through finding the middle-ground. Your sense of cooperation means that you need others in your life, and will feel as if nothing works as well for you if you do it on your own. This need also extends to the aesthetic side of life. You will have a natural sense of beauty and will thrive when surrounded by harmony in your environment. With a natural grace and charm, you will always find what you need when focussed on finding the beauty in life."
            }
        },
        "Virgo": {
            "Summary": "Whilst your Sun Sign describes qualities you are learning to develop and become, your Moon in Virgo describes who you already are. With the Moon in the practical and systematic sign of Virgo, you are likely to be someone who is highly appreciative of structure, organization and detail. You will find your life works better with well-established systems in your personal and professional life. Virgo is an Earth sign, and so pertains to tangible or physical things. It is also known as a Mutable sign, which infers a need for variety and change.",
            "Description": {
                "Mutable Earth Sign": "With the Moon in the practical and systematic sign of Virgo, you are likely to be someone who is highly appreciative of structure, organization and detail. You will find your life works better with well-established systems in your personal and professional life. Virgo is an Earth sign, and so pertains to tangible or physical things. It is also known as a Mutable sign, which infers a need for variety and change. When practicality and change are brought together, the principle of refinement is found. Born with the Moon in Virgo, you are likely to have an innate need to improve or refine the circumstances around you – combining practical know-how with the analytical quality necessary to achieve specific results. Virgo is a sign of service. You are likely to find you have an innate need to nurture yourself and others through offering practical service in everyday ways. Virgo is also a sign of humility. You may be quite happy working behind the scenes, adding your considerable talent for organization to whatever you are involved in and happy to be of service, often asking nothing in return. The satisfaction of a job well-conceived, well-planned and well-done often provides the result you need. You should take care, however, not to allow this instinct for service to be manipulated, or taken advantage of by others. Ancient astrologers saw a relationship between the sign of Virgo and the condition of slavery. It is important that your need to be useful does not turn into the need to be someone else’s “pack-horse”.",
                "Structure and Routine": "The Moon refers to how we need to be nurtured. You will find a tendency to feel safe or secure through knowing that things are tidy, structured and planned. Routine is your friend, and establishing well-ordered routines in your daily life will help you think more clearly. Virgo is associated with process and purification at both material and mental levels. You are likely to be emotionally affected by how well your daily systems are functioning and how ‘pure’ life conditions are. At a simple level, you are likely to feel awkward and uncomfortable in chaotic environments. You will feel more serene and so focussed in an organized space. At a more subtle level, you can be emotionally affected by food additives, pollutants and synthetics in your environment. This is not to say that you are ‘precious’ or need to be wrapped in cotton wool. It is just that you will feel impurities more acutely than others. Above all else, you need a calm, peaceful and well ordered environment to access your astute thinking processes. You are nurtured by organization and structure. You assimilate information better when processes are clear, and sources of nourishment relatively clean. This is a sign of mental discrimination. You may have innate talents for editing or discernment, able to describe other people’s traits, dispositions and downfalls. Thus you may have strong writing abilities, or work well in fields involving communication, personal service and customer relations. You are likely to have a keen mind, and a great eye for detail. This can be turned to its’ full advantage by seeking occupations that allow you to capitalize on your ability to spot the ‘bottom line’. You are likely to be very good at extracting the essence from something otherwise complicated. You have the ability to sort the wheat from the chaff, and find what is essential in a sentence, task list or schedule.",
                "Analytical Qualities": "Because of your strong analytical ability,you may need to make sure that you watch your tendency to be overly critical, finding fault with yourself and others rather than working toward improving whatever situation you are in. Your capacity for analysis is great for problem-solving, but can also be your downfall.You are likely to be highly adaptable, but also prone to excessive worry. You can easily fall victim to nervous tension by constantly finding faults or remaining in chaotic environments that go against your instinctual needs. It is important that you learn to take time out when needed, and find ways to remedy the effects of too much nervous tension. Meditation, yoga, martial arts and other forms of mind-body exercise can be especially beneficial. This will greatly assist you to stay focussed and calm. Often, those with the Moon here can be quietly critical of self and others. Your tendency to criticize your own efforts may make it difficult for you to see your own true worth. You may underestimate your contributions and be innately convinced that whatever you do, it is not good enough. This can be a humble and shy position for the Moon. Unless other factors in your chart offer more outgoing tendencies, you may fail to receive credit for all that you have achieved. It is important that you learn to recognize how useful you are. Next time you are concerned that you have not ‘done enough’ simply ask yourself if you have improved the situation you are in. Rather than striving to be perfect, you will find that striving to make things better satisfies your need to be useful, and helps you take unrealistic expectations off yourself.",
                "Health and Wellness": "On another level, Virgo is associated with the body and health. Thus, you may have an instinctual interest in matters of health, diet and nutrition. You may be naturally quite healthy simply because you have an interest in your own wellbeing, and notice that life flows better for you with regular exercise and good eating habits. It is very important that you to pay close attention to what you do, and do not, eat. Often, those with the Moon here have very delicate digestive and nervous systems. You are likely to find that you may have trouble with your stomach or nerves if you lose touch with your own bodily needs. Excess worry or problems with digestion may plague you if you do not pay attention to what you ingest. Taking in pure food (as well as experiences) is a very practical thing for you. You can be adversely affected by processed foods, and overcome with anxiety if exposed to harsh or critical people. Making sure you improve the systems that regulate your own personal life is essential for you. Through good food, routine and regular exercise you can enjoy extraordinarily good health. This interest in health is often quite strong. You may have natural abilities in any area to do with health, nutrition and healing, especially in the area of natural therapies, herbs and pharmacology. Often those with the Moon here are drawn to service roles such as nursing and community work. Finding ways to be useful is important. Any activity that lets you combine your innate practicality, fine mind, and willingness to help can work well for you, leading to beneficial outcomes for all concerned.",
                "Born with The Moon in Virgo": "Born with the Moon in Virgo, you are likely to be innately service oriented, analytical and practical. You have an extraordinary ability to offer assistance to others, both from your willingness to serve and your capacity to problem-solve. For your own personal happiness you must find a balance between mind and body, knowing when it is time to process information and when it is time to simply relax. A path of moderation will probably suit you best, and put your on the way to enjoying life long good health by doing those simple things that make your everyday experiences more natural and organized."
            }
        },
        "Leo": {
            "Summary": "Whilst your Sun Sign describes qualities you are learning to develop and become, the Moon in Leo describes who you already are. With the Moon in the dramatic, generous and fun-loving sign of Leo, you are likely to have an innate need to approach life from a place of fun, passion and creative self-expression. Leo is a Fire sign, and so pertains to spirit and inspiration. On an emotional level, you are likely to be warm, generous and innately confident. Leo is also a Fixed sign, implying constancy and perseverance. When you love, you love intensely.",
            "Description": {
                "Fixed Fire Sign": "With the Moon in the dramatic, generous and fun-loving sign of Leo, you are likely to have an innate need to approach life from a place of fun, passion and creative self-expression. Leo is a Fire sign, and so pertains to spirit and inspiration. On an emotional level, you are likely to be warm, generous and innately confident. Leo is also a Fixed sign, implying constancy and perseverance. When you love, you love intensely. Moon in Leo can be counted on for your loyalty and level of support. Fire signs are known for an abundance of energy, and you may be ever ready to shine this abundance of emotional warmth toward those you hold near and dear. The sign of Leo is ruled by the Sun, and associated with royalty. Thus, your emotions are likely to possess this solar quality, radiating to those you feel benevolent toward, and perhaps striking out fiercely against those who have lost your favor. With the Moon in Leo, you are likely to have an innate sense of dignity,  and will expect a certain level of treatment and respect from others As a sign of royalty, you may have fairly lavish tastes, and will feel most comfortable when surrounded by people and situations you feel reflect your inner image of yourself.",
                "Drama and Creativity": "On an instinctive level, you are likely to feel strong emotions. There is often a passionate intensity that needs to be expressed. Leo is a dramatic and creative sign. You may find that you are always seeking outlets to pour your creativity and personal expression into. You will always feel more energized when your natural spontaneity and exuberance can be expressed. This can range from traditional Leonine art forms that involve flamboyance and self-expression such as dance, drama and design. Or you may find your creativity is easily expressed working with children, or at the helm of a business where you  can see your ideas coming into form. You may find that the rituals of religion represent for you deep feelings of reverence and devotion which bring a creative dimension to your life. Whatever you do, you find your day is more colourful when you have some kind of creative outlet, and so finding ways to express yourself is likely to be important for you.",
                "Fun and Romance": "Leo is a sign of romance. You may find that you specialize in dreaming up vibrant ways to show others that you care. You are likely to be someone who needs reassurance and affection to feel connected with another, and will look for ways to keep your romantic life alive. It is important for you to form relationships with people who will shower you with affection and fun. At this level, it is very important that you find a partner who is demonstrative, and pays attention to your emotional needs. When partners take the time to make you feel special, then you can respond by sharing all your abundance of emotional warmth with them. Win-win scenarios ensue when you are treated with the affection you need, and give others the same in return. The Moon in Leo is associated with children. You are likely to be in many ways a kid at heart. You will enjoy play, fun and spontaneity and can easily get along with children at their level. You may have an innate understanding of where children come from and what their real needs are. Spending time with children helps open up your own creativity and sense of fun. You may also find that life only feels complete for you when you find ways to express your ‘inner child’. Taking time out for fun and adventure is like medicine for you, and will be an important way of finding 'food for the soul'.",
                "Leadership and Organization": "Leo is also a sign of leadership. On an instinctual level, you may feel that you are here to lead others. Thus, you do best when you feel in control of situations. This is the sign of the organizer, and you may have an innate understanding of how to bring an event or opportunity together. You may a gift for social situations, and instinctively know how to bring the fun and flair into any setting. You have natural executive and leadership qualities  that inspire others to follow you. When you lead from a place of confidence and fun, others will happily rally around your sunny disposition, wanting to follow you on the road to the next adventure. Your natural sense of fun and joy unites with your desire to do things well. You can encourage people to join forces and commit to a particular outcome, whilst at the same time enjoying the ride. On another level, the Moon in Leo is associated with pride. You are likely to have an innate pride in yourself and want to do things to the best of your ability. Pride can make you aim high and follow through on your commitments. But when you let this inherent sense of pride take over you, may develop the opinion that you are always right. You may have a tendency to being overly demanding, dismissive or controlling, insisting that you always get your own way. If you try to lead others by thinking only about your own needs or expectations then you will find they rebel. You will then have trouble balancing your innate need for recognition and approval with the fact that your team have turned their back on you. You must be careful not to let your natural sense of authority and dignity become self-centeredness and domination. This will lead to isolation, and the unhappy experience of not having other persons around you to share your creative ideas and abundant emotional energy.",
                "Born with the Moon in Leo": "At it's heart, Leo is a sensitive and impressionable sign. You are easily hurt when you don’t get the recognition that you feel you deserve. Moon in Leo needs approval in order to keep the heart fires burning. You need to find ways to express yourself creatively, be with other people, and take up your natural leadership role. For this to happen, you must ensure you do not isolate anyone through snobbery, or make others subject to your, at times petty, emotional demands. Learning to recognize the extent of your passions, and then recognizing that others needs are just as “special” as your own will keep your feet on the ground, your heart in the right place and happy experiences flowing easily into your life."
            }
        },
        "Gemini": {
            "Summary": "Whilst your Sun Sign describes qualities you are learning to develop and become, your Moon Sign describes those that you already are. Born with the Moon in Gemini, you are likely to be a curious individual, with an active, versatile mind. Gemini is an Air sign, governing communication, the exchange of information or ideas, and the protocols with which social organization occurs. Accordingly, you may find that you have an innate need to know as much as possible about the world around you, and may have a talent for numbers, speech or the written word.",
            "Description": {
                "A Mutable Air Sign": "Born with the Moon in Gemini, you are likely to be a curious individual, with an active, versatile mind. Gemini is an Air sign, governing communication, the exchange of information or ideas, and the protocols with which social organization occurs. Accordingly, you may find that you have an innate need to know as much as possible about the world around you, and may have a talent for numbers, speech or the written word. Gemini is a Mutable sign, implying the need for variety and change. You are likely to find that you are easily engaged in new things, seek stimulation and may become easily bored. You are likely to be very adaptable, and love anything new. You may be an instinctive multi-tasker, and may habitually involve yourself in many tasks at the same time. Your need for variety means you are better when doing several things at once, but need to avoid scattering your mental energies so that very little actually gets done. The essence of this sign is communication. Unless other factors in your birth chart dominate, you are likely to enjoy sharing information with others, and may be very talkative. With the Moon in Gemini, may find yourself involved with lots of different people, flitting from group to group, situation to situation, in order to exchange information and ideas. Information is the foundation of your emotional wellbeing. You are likely to feel at your best when actively engaged in learning something new.",
                "A Need to Communicate": "For the Moon in Gemini, information is paramount. You may not need to study something in depth to feel that you know enough about it. As long as you have glimpsed the basis of an idea or opinion, you may then feel satisfied to move on. Like the literal social butterfly,  you may find yourself moving from person to person, gathering data, ideas information or facts before moving on to share what you have gained. You need to know about what is going on around you, and will enjoy imparting to others the information they may need to get through the day. Sometimes, this love of information can extend to gossip. You may have a weakness for scandals, trivia and trashy magazines! You like to know what is happening in other peoples lives. This works well for you when your love of knowledge stimulates good conversation and an interest in the world around you. When taken to extremes, a love of gossip can work against you. You may find that you inadvertently develop a reputation for being fickle, two-faced or unreliable. Others may know you cannot be trusted to keep a secret, and so will exclude you from the true details of their personal lives. Or you may attract to yourself persons who thrive on discussing the misfortunes of others. This can create a negative backlash that will ultimately bring you undone. Discretion is an important trait to develop when born with the Moon in this sign. Because you are interested in everything does not mean you have the right to spread it around!",
                "Socially Engaged": "The Moon in Gemini is a very inquisitive placement. In many ways, you experience a sense of personal worth by connecting to other people, talking to them about their problems and concerns, and finding out what makes them tick. You are less likely to be concerned with deep emotional intricacies as you are with the peculiarities of their life circumstances or perspectives. Once you have ascertained where someone is coming from and why, you are likely to then feel compelled to move on to someone else, having satisfied your need to exchange information, so entering another “data file” into your catalogue of human experiences. Your interest in others is indeed genuine. You may just find you have an almost unquenchable need to know more. In essence, you will need to find a balance between your need for information, and your ability to connect with others on more than superficial terms. As the Moon is also concerned with nurturing, you may have a special ability to make others feel good with what you say. Because you know how to nurture with words, you may know the right thing to say at just the right moment to get others feeling light and bright again. Moon in Gemini is known for humor and entertainment. You may instinctively know how to keep things fun. Talking around the surface of things stop them getting heavy. You are likely to have an uncanny ability to turn the conversation around when needed to the brighter side of life. You are probably very good at defining emotions. You have the ability to categorize experiences based on objective fact, but may be less comfortable actually feeling what is happening. In this sense, you may attempt to avoid deep emotional experiences, feeling more certain of yourself with rational or logical discussion where you can analyze a certain situation, classify it, and move on. In time, you will need to learn to deepen your emotional experiences, so that you can learn why certain emotions occur. Rather than detaching from emotional involvement, you may find that experiencing emotion, then adding logic, helps broaden your social repertoire.",
                "Skills with Words or Numbers": "As the Moon rules the instincts, you may have instinctual talents with words and numbers. You may be good at keeping score, at accounting, or any form of commerce. You may also have a love for trade, enjoying the hustle and bustle that goes along with bartering and retail. You may have a love of gadgets, and be drawn to anything bright, shiny and new. You may be an instinctive flirt, and love flitting from one admirer to the next. This Moon position is often associated with those whose main concern is with the external world, exchanging facts, ideas and commodities without getting too consumed by the deeper, or more mysterious, dimensions of life. This is fine as long as it does not preclude you from acknowledging that you are also an emotional being, with passionate needs that also need expression. Then your love of logic can be balanced with a well-rounded interpersonal life.",
                "Born with the Moon in Gemini": "At its best, Gemini is a lively and versatile sign. Born with the Moon here, you are likely to have a quick and adaptable mind. Your interest in whatever is happening around you means that you will feel an ever-present need to “know”. Once you have discovered something, you will want to share it with those around. Upon this foundation, your need for communication grows. Emotional balance comes from being connected to your immediate environment and having other people in your life. The need for variety and change is usually strong here, and you will seek multiple experiences and projects to keep you on the go. Your curiosity can be both an endless source of discovery and a good deal of personal charm. Connected with others, you can share what you have learned. Moving from situation to situation generates feelings of newness and excitement that will always give you something interesting to talk about."
            }
        },
        "Taurus": {
            "Summary": "With the Moon in the sign of Taurus, you are likely to have an innate need for security and comfort. Taurus is an Earth sign, and so pertains to the tangible, material aspects of life. You are likely to find that you relate easily to the physical plane, and find much comfort in what you can see, hear, smell, touch and taste.",
            "Descriprion": {
                "A Fixed Earth Sign": "With the Moon in the sign of Taurus, you are likely to have an innate need for security and comfort. Taurus is an Earth sign,  and so pertains to the tangible, material aspects of life. You are likely to find that you relate easily to the physical plane, and find much comfort in what you can see, hear, smell, touch and taste. Taurus is also a Fixed sign,  implying constancy, patience and perseverance. This suggests that you will by drawn to circumstances which are predictable, concrete and well-established. Preferring to know the ground upon which you stand, you are likely to seek the comfort of tangible outcomes, and the security of knowing what can or cannot be maintained. In essence, it is usually quite fortunate to be born when the Moon is in this sign. Here, the lunar energies are particularly strong, owing to the special connection between the Moon and Taurus. Astrologers describe the Moon as “exalted” in Taurus, which means the qualities of fecundity, nurturing, sustenance and fertility are most easily expressed. If you are born with the Moon in Taurus, you have a greater opportunity to be in touch with your fundamental needs, together with the practicality to know how to achieve them. Often, those born when the Moon is in Taurus find it easy to enjoy the pleasures of life, coupled with an uncanny ability to somehow attract them.",
                "Attracting Abundance": "On this point, those born with the Moon here rarely find themselves going without. It is almost as if you have the capacity to magically attract exactly what you need. You may find that you somehow always have enough, or just when you start to feel the need for something, it synchronistically appears. For maximum effect, you should share these resources with others. With the Moon in Taurus, you will find that the more you share with others, the more you will get. Rather than coming from a place of fear – thinking you have to hold onto what you have – your best approach is to see money or resources as simply a concrete manifestation of life force. Allowing this energy to flow through you generates greater abundance in return. You experience more comfort in life when you share comfort with others, and from this position, will probably never be without. The Moon in Taurus gives you the intuitive capacity to unconsciously manifest the resources and experiences you need to feel comfortable. Comfort is a key issue, and with the Moon here, you are likely to find that you need comfort and security in order to feel emotionally centered. This is not to say that you are innately materialistic. You just know that life flows better for you when you are materially secure. Emotional stability is reflected in your attitude toward material possessions. Knowing how to appreciate quality, you will be instinctively drawn to finer things. You may not feel that you need to hold onto them, but you will understand that your ability to appreciate the best in life is a reflection of your self-worth.",
                "Emotionally Secure": "Self-worth is connected to material security. You will notice that you tend to feel emotionally secure when you know you are taking care of yourself, as well as others. You are likely to be instinctually aware of possessions (or lack thereof) and this will reflect greatly on how you view your self. For you, self-esteem and possessions are intimately linked. It is not that you have to have material things to feel that you are worthwhile, but more an innate sense that life is there to be enjoyed, so that when you allow yourself the pleasures of life, you demonstrate a level of self-care that creates emotional fulfilment. You may be happy with just a bowl of rice and a blanket, but will truly understand that life is greatly enhanced when the rice is nutritious and the blanket of good quality. The best way to nurture yourself is by ensuring that you have this quality and comfort in your life. This is not to say that you are greedy or possessive. In fact, the opposite is usually the case. Because you can easily attract to yourself what you need, you tend to learn early on that life is even better when you share what you have. On an emotional level, you are likely to be warm, generous and giving. You will enjoy nurturing others with the fine things you have found. How demonstrative you are will depend on other factors in your chart, but as a bottom line, you are probably extremely generous and dependable. A loyal and devoted friend, you are also likely to be a giving and reliable partner.",
                "Bodily Awareness": "Because you are innately connected to the physical plane, you will have a heightened awareness of the body and its senses. You can easily find comfort through sensual things, and are likely to have a heightened appreciation for physical pleasure. Massage, body care, fragrances, good food or high-quality materials are likely to appeal to you. You will be deeply anchored in your physical body and enjoy all the pleasures that the senses can bring. A great way to nurture yourself is by connecting with the sense and taking time out to balance yourself through physical experiences. Taurus is a sign of great stability, patience and perseverance. You are likely to be seen by others as generally reliable, gentle and calm. Because your unconscious reactions rest on solid ground, you tend to weather the storms of life with less upset than more volatile types. As long as there is comfort and security in your life, you feel fine. Therefore, you need to experience the warmth and security of loving relationships so that you can express your need to share life. Taking care of others is a great source of satisfaction. Helping them to experience and appreciate the quality of life gives you much joy. This stability, however, may have another side. There may be a tendency toward stubbornness or fixed emotional patterns, though this would only be likely if other chart factors added to the famed Taurean tendency to get stuck in a rut. On the whole, you are probably easy-going, generous and gentle, seeking peace, harmony and beauty in life. At the same time, you are able to attract what you need because of your cooperative nature. If at times you do display the more negative emotional qualities of jealousy and possessiveness also attached to this sign, it is usually because you have been pushed to that point by others, or through extra factors within your chart which heighten such tendencies. If stubbornness rears its head in you, then you simply have to ask yourself do you really have to hold on to what you think you do, or are you simply experiencing a state of fear?",
                "Born With The Moon in Taurus": "All in all, this is one of the nicest placements for the Moon to be. You are likely to manifest abundance, creativity and sensual comfort in your life because such experiences are to be cherished and enjoyed. Your need to take care of yourself well should ideally be reflected in how you care for others. When you open to the flow of abundance in your own life, you bring similar rewards to others. Finally, a word of warning might be said about any tendency (in fact, the emotional need) toward excessive indulgence through comfort. Overindulgence is a real possibility, especially if the Moon links up with Jupiter, so you should be careful to avoid excess in food, drink or just lazing around. Your love of comfort can easily turn to accumulation at later stages of life. Gaining weight or becoming emotionally bogged down can be a sign of too much indulgence, and should be countered by some form of activity, and perhaps a degree of frank honesty with yourself."
            }
        },
        "Scorpio": {
            "Summary": "Born with the Moon in Scorpio, you are likely to be sensitive and loyal, but have intense emotional needs. Scorpio is a Water sign, which relates to the emotional, psychological and spiritual dimensions of life. You are likely to give the impression of being perceptive, powerful, and transformational. Scorpio is also a Fixed sign, suggesting that when you align your emotions with something you desire – be that a friend/lover or an anticipated outcome – you will be constant, enduring and unwilling to let go.",
            "Description": {
                "A Fixed Water Sign": "Born with the Moon in Scorpio, you are likely to be sensitive and loyal, but have intense emotional needs. Scorpio is a Water sign, which relates to the emotional, psychological and spiritual dimensions of life. You are likely to give the impression of being perceptive, powerful, and transformational. Scorpio is also a Fixed sign, suggesting that when you align your emotions with something you desire – be that a friend/lover or an anticipated outcome – you will be constant, enduring and unwilling to let go. For you, a sense of emotional wellbeing comes from having close and truthful connections with others which allow you to explore the life’s depths. Depending on other influences in your chart, you are also likely to be a passionate individual with a real capacity to connect on an emotional level. You will seek intimacy in your relationships, and demand loyalty in return.",
                "Powerful Emotions": "The sensitivity and depth of your nature means you are likely to have intense reactions to emotional stimuli. Scorpio is not an easy place for the Moon to be. The Moon is traditionally considered in her “fall” here, suggesting certain challenges around how lunar (emotional) qualities are expressed. Because the quality of your emotions – their strength and potential power – can be so intense, they can at times be overwhelming. Early on in life, you may find yourself swinging between extremes, like you are riding a rollercoaster of emotional peaks and troughs. You feel acutely every dimension of life. You will do best if you remember not to collapse yourself into your emotions, or believe that just because an emotion has intensity, it must be acted upon. Part of your nature requires that you learn to allow strong feelings to flow through you, without being overwhelmed by them.",
                "Developing Introspection": "With time, and as greater self-awareness develops, you will learn to understand the depths of your emotions by taking time for introspection. You can gain great insight into yourself and others by developing a true sensitivity to the complexity of emotional needs. As you understand the depth of your own nature, you learn to recognize the true motivations in others as well. Scorpio is also a sign of privacy. You are likely to prefer playing your cards close to your chest.Rather than letting everybody know exactly what you are experiencing, you learn to keep your true feelings to yourself. Even those nearest to you may have no idea of the depth of emotional storms besieging you, and the relief that comes when the clear light of understanding eventually shines through. To harness your potential for emotional insight and connectedness you should learn to spend time “going within”.",
                "Facing Things as They Are": "You feel intensely, for better or for worse. This can at times make you seem vulnerable, but in truth you are likely to possess great strength. Your emotional nature combines sensitivity with the instinctual awareness that real growth only happens through episodes of pain and transformation. No stranger to this truth, you are likely to prefer to see things for what they are – both in yourself and in other people. You are likely to have a highly developed ability to sense the emotional undercurrents around you, and prefer dealing with the raw truth at any cost. You have a knack for pinpointing what you, and others, really want or need in a situation – which may be confronting – but always brings the truth to light. Through confronting things for what they really are, you bring this light into your own and others lives. By entering and resolving emotional crises, you generate greater emotional or spiritual freedom for yourself and other people. There may be a tendency to try and protect your vulnerability, hiding the true depths of what you really feel. The tendency to suppress or hide your emotions can go both ways. On the one hand, you may try to detach from uncomfortable emotions, and avoid circumstances that will really get you to feel. You may protect yourself from close encounters with others, and find emotional release through fictional or fantasy-based sources. Or, you may attempt to control and dominate others with moodiness, lashing out at them before they can “get to you”. Defence can be used as a form of offence to prevent others discovering how sensitive and vulnerable you really are. Either way, you end up missing the benefit of true intimacy by not letting others share in how you feel. You need to develop trust in others by letting them into your life. This means listening to your own intuition, and choosing the right confidantes to share the real depths of your immensely loving heart.",
                "A Need for Intimacy": "For you, the exchange of emotional energy makes living worthwhile. A need to be close and connect to others is likely to be a constant theme in your life. Through sharing your substantial emotional resources, you uncover the truth about yourself. At the same time, you expose yourself to deeper levels of power and vulnerability. This process of self-exposure is what you need, and ultimately leads you to a form of inner transformation that can only happen through trust and mutual intimacy. The goal for those born with a Scorpio Moon is to develop deeper levels of closeness in life. Through relationships you understand the world around and your place in it. By connecting and sharing with others, inner peace is found. Accordingly, this lunar position is excellent for anything which requires an understanding other peoples’ motives and drives. A natural psychologist,  you will be adept at sensing what others really need. You can do well in any field that involves ‘reading’ others. How clearly you do this will have much to do with what you are prepared to face in yourself. By exploring your own dark cupboards you learn to sense what others keep in theirs. This placement calls for great emotional honesty; an all-or-nothing preparedness to live from a position of power and truth. Your greatest gift is your ability to bring light into your own and others’ lives by seeing things for what they really are. You help others transform what needs redeeming through accepting themselves as they are. If you fail to live from a place of honesty, then you could display the more negative or poisonous potential of the Moon in Scorpio. Overwhelmed by your own vulnerability, you could seek to destroy others. You may (unconsciously or not) try to take others down, rather than face the darkness within yourself. You may find yourself exposing flaws and manipulating weaknesses as a way to inflict pain. If this happens, you need to transform first the pain in your own life before involving yourself with others and having an influence on what they do with theirs.",
                "An Agent For Change": "At the highest level, Moon in Scorpio gives you the ability to transform your own and others lives. You can act as an agent for change, becoming a catalyst for greater growth and awareness. You can help others shift their psuchological values. The potential power contained here is enormous. You have the opportunity to be a force for good. Valuing your own and others privacy, you can be trusted to keep a confidence, and have a rare kind of understanding that is born from simply accepting things for what they are. You can be the one others turn to with their deepest secrets and most hidden pain. When you let them share their stories, you help them heal their pain. When you talk to them truthfully abut you feel is going on you can help them find a path to transformation. With your awareness of the depths of human nature and empathy for others, you can bear witness, offer counsel and help others renew themselves.",
                "Born with The Moon in Scorpio": "Finally, the Moon here often also brings highly developed intuitive and psychic gifts. You may find yourself drawn to explore the mysteries of life, wanting to know more about magic, alchemy or anything occult. Or you may just have very strong instincts, and get information about matters hidden from others in very subtle ways. As this sign relates to the transformation of energy, you will be drawn to anything that involves changing forms. You may have intuitive faculties that can be developed under guidance to assist your professional life, or you may be drawn to areas of life that expose you to crisis, and allow you to use gut instinct for making important decisions in the here and now."
            }
        },
        "Sagittarius": {
            "Summary": "Born with the Moon in Sagittarius, you are likely to be innately optimistic, expansive and positive in your point of view. Sagittarius is a Fire sign, and so accentuates the passionate, idealistic and creative dimensions of life. Sagittarius is also Mutable in action, which means you are likely to have an innate need for variety and change. When passion and variety combine, there is often a deep calling for freedom.",
            "Description": {
                "A Mutable Fire Sign": "Born with the Moon in Sagittarius, you are likely to be innately optimistic, expansive and positive in your point of view. Sagittarius is a Fire sign, and so accentuates the passionate, idealistic and creative dimensions of life. Sagittarius is also Mutable in action, which means you are likely to have an innate need for variety and change. When passion and variety combine, there is often a deep calling for freedom. Because the Moon describes your natural response to things, or where you feel at home, you are likely to feel most comfortable roaming free – exploring your world and expanding horizons wherever possible.",
                "A Need to Roam": "This expansion can happen in numerous ways. On the one hand, this lunar position implies a love of travel, and fascination with foreign places. You may be something of a “gypsy” at heart, with a powerful longing to explore the world and move around. You may find you travel a lot, or seek work and situations that allow you contact with foreign places and cultures. Even if circumstances do not allow, you are likely to wish that they would, and can easily imagine yourself making your home anywhere in the world. Dreaming of far-off places helps you engage with your need to be free. Anything that brings you contact with exotic people and situations will warm your heart. You would rather dine at a distant Mongolian restaurant than spend yet another Friday night at the local bistro. Feeling free to experience other cultures satisfies deep emotional needs. This urge for freedom is very strong, and can make you restless at times. You dislike the feeling of being stuck in any place for too long, and will need variety with your environment. You may decorate your home in an eclectic way, or surround yourself with objects that remind you of places you would like to be. When life becomes too routine, it can easily seem lifeless and dull. Therefore, it is important that you freshen up your perspective from time to time by getting out to places that you have not been before.",
                "Love of Learning": "Another way for you to broaden horizons is through study or learning. This sign relates to the search for truth, and ultimately pursuit of wisdom. You are likely to find you have a need to feel that you are always learning or discovering something new. You may be an eternal student, or spend much of your time with recreational pursuits that have an educational bent as well. You can feel that your world is expanding through the knowledge that you acquire, and even if this just means you are a student of life, you are likely to find that knowledge opens your horizons and helps you feel free. Sagittarius is also the sign of the teacher, as well as the preacher. The need to seek truth and wisdom can also translate into a love of sharing that with others. You may have natural gifts for inspiring others to be the best that they can be. You may be very good at explaining different points of view, and may find that others are drawn to you for the breadth of experience you can share. Your greatest gift is your ability to give others the same freedom you require to find your own truth. When you let them explore different ideas and work out what is true for them, you allow them to expand their awareness. You are likely to make a good teacher, trainer or mentor based on your ability to inspire and educate.",
                "Fantastic but Bombastic": "On the flip side, you may also tend to become so consumed with what you believe to be true that you end of preaching to others in order to convert them to your point of view. You may need to consider whether you have a need to be right, and a tendency to broadcast your belief systems as if they were the only possible option for others to choose. Because this placement implies a strong attachment to the search for truth, there may be a tendency toward believing that what you have discovered as true for yourself should be the truth for everyone else. And so, you may have a tendency toward being bombastic that should be kept in check. When pushed by an emotional undercurrent, you may “share” from a biased point of view, based on trying to prove your version of “reality” and bring others to agree with your point of view. Recognizing that there are many paths which can lead to the same centre is useful, and necessary when agitated by the circumstances that surround you. That said, you are much more likely to be optimistic, positive and sunny in your disposition, with a tendency to live and let live. Sagittarius is a sign of broad-mindedness and you are likely to possess a philosophical approach to life. As a rule, Sagittarian types are more concerned with the big picture than with attention to detail, and unless other factors are present, you may need to watch out for any tendency to brush over the fine print, and get yourself into trouble through an over-reliance on faith as opposed to reason. All in all however, your happy and optimistic disposition should be one of your greatest assets, and help you to rise time and again from any of life’s setbacks. Finally you may also seek to broaden horizons through testing the limits of life itself. Sagittarius is associated with a love of challenge. You may have a need to test the limits of what is possible for you in quite immediate or physical ways. You can instinctively rise to any challenge that is before you, enjoying the feeling of conquest that comes from doing something you couldn’t do before. Here, you can combine your natural positivity with an actual task to focus on, so relishing the new insights that come through learning to go beyond where you’ve been before.",
                "Born with The Moon in Sagittarius": "Your nature means you are likely to be very enthusiastic, and can draw upon a natural flow of insight and intuition in order to solve the problems that present themselves to you. You may enjoy extreme sports, difficult forms of physical activity or just long sessions at the gym. Finding ways to challenge and push boundaries is a great source of emotional satisfaction, providing you with the reassurance that anything just may be possible for you!"
            }
        },
        "Aquarius": {
            "Summary": "With the Moon in the conceptual and humanitarian sign of Aquarius, you are likely to be a unique and somewhat progressive individual. There may be something about you that somehow “separates” you from everybody else. Aquarius is an Air sign, and so pertains to ideas, concepts and communication. It also relates to the social side of life in terms of the protocol that guides how we interact with each other.",
            "Description": {
                "A Fixed Air Sign": "With the Moon in the conceptual and humanitarian sign of Aquarius, you are likely to be a unique and somewhat progressive individual. There may be something about you that somehow “separates” you from everybody else. Aquarius is an Air sign, and so pertains to ideas, concepts and communication. It also relates to the social side of life in terms of the protocol that guides how we interact with each other. Aquarius is also a Fixed sign, which gives qualities of focus, perseverance and endurance. When an Aquarius Moon individual has a clear idea, they are unlikely to easily change it. This combination suggests that concept and relationship will be important themes for you. Your position as someone already ‘on the outside’ gives you the ability to interpret the world around you from an often unique point of view. Because the emotional qualities governed by the Moon are influenced by an Air sign, you may be at times detached or inclined toward objectivity in your emotional responses. This sign is perhaps the least “emotional” of the Zodiac, and consequently, you are likely to be more comfortable with words and ideas, than you are with the more sentimental, or passionate, dimensions of life. You are likely to feel more at ease with fact and concept, and may struggle at times to understand others who are more driven by passion or instinct. This does not mean that you are not emotional. Far from it. It just implies you will naturally seek objectivity and reason when it comes to any emotional terrain. Accordingly, you may prefer to nurture and support others “from a distance”, offering cool, clear and objective analysis to those around you, rather than getting deeply involved. Unless there are other Watery features in your chart, emotional intricacies may not be your forte, and you are likely to feel at your best when able to offer guidance through logical support. Your great skill is your ability to rise above emotional confrontation and see the whole story for what it is. You may be well-respected amongst your many friends for your social skills and virtuosity, yet the depths of emotional experience may not ‘make sense’ to you. You may even feel disdain when you see others giving over to personalized or dramatic displays.",
                "Collective Orientation": "You may prefer to offer your time and sympathy to impersonal, group or humanitarian causes, and may be more comfortable with collective concerns. This is a sign of friends and networks, and you may find that much of your emotional life is lived out through being connected to others. You may pour your energies into nurturing the “group”, as you have natural talents in human dynamics. This can at times be at the expense of relationships with those who are also close to you, for you may devote more energy to community interests or ideals, than you do to personal concerns. On the up-side, this means you are likely to have natural abilities with groups of people, and are able to relate to people from all walks of life, responding to each individual on their own terms without getting too bogged down in difference. You are likely to focus on what is similar in others, rather than what keeps them apart, and so have a gift for finding common ground. Because of this tendency you may be a natural networker and find that you are drawn to develop friendships with people from many different walks of life. Your social cache is broad and you will probably benefit from the range of people that you know. Egalitarian by nature, you will usually believe in the same rights for all. In addition, Aquarius is a highly refined and civilized sign, and so you are likely to have well-developed interpersonal skills, plus interests that can be very broad and may even venture into the avant-garde.",
                "An Outsider's Point of View": "With the Moon here, you may also tend to operate as an outsider or lone wolf, preferring to maintain a detached view that is only possible from the outskirts. The Moon here often generates an instinctive sense of somehow “being different” or “on the outside”, and this can then amplify any tendency to withdraw from emotional experiences. Often, those born with the Moon here feel very different from the environment in which they grow up. The outsider experience is felt at a very early age. Accordingly, you may be so aware of your unique qualities that you tend to instinctively keep yourself separate from others, unconsciously believing that you are likely to be rejected by them, so best to get in and reject their support and nurturing first. Or you may feel such an innate sense of uncomfortableness around getting close that you make yourself “special” because of how “different” you are, and so reject others, feeling disdain for what you see as their “common-ness”, and so staying “exclusively” on the outside of true emotional contact. On the deepest unconscious level, it is your own fear of closeness and/or rejection that keeps these behaviours in place, and may keep you from true intimacy with other people. This is a great position for people working in humanitarian and emergency situations, for it helps you to focus on the needs of the group and of the moment, rather than being personally affected by what is going on around. You will find your natural home in group situations, and your capacity to be objective means you can focus on solutions not their emotional toll. Others will find you refreshing to be around because your ability to remain calm and civil can be especially sort out. Your vision and imagination is collective rather than personal, and you may be instinctively attuned to the future, able to sense what is on the horizon through reading the mood of the status-quo.",
                "Brilliantly Innovative": "This position can also suggest a degree of eccentricity, and you may be highly original in some way. If you have creative interests then this placement can give a very unorthodox way of seeing the world. Aquarius is also a sign associated with radical change, and you may find that you have a need to rebel or break away from situations you perceive as being stagnant. Your need for freedom can manifest in many ways, and you are likely to be at your best in relationship with others who understand the need to give you space. As the Moon can also describe how you experience home, you may tend to move around a lot. This position can suggest a person who needs to experience constant change and fluctuation in the regular circumstances of their life. You are likely to prefer light and airy places that give you an overall view. A city apartment, or house high up on a hill can give you the perspective you seek. A place to live that satisfies your need for ideas and culture will be a good balance for the times when you need to be alone. At it's best, Aquarius is an egalitarian and freedom-loving sign. Born with the Moon here, you are likely to have an innate need to establish space and equality in your own and others lives. Your sense of objectivity is your best asset, and your ability to connect with others is based mostly on your capacity to simply see others for who they are. As a civilised being, you thrive in situations that bring people and conversation together. Though at times you may feel the outsider, life will always go best for you when you find your own like-minded group. Deeply original, you will have a flair for independent analysis and thinking outside the box. You can be a great friend and supportive colleague through your ability to see the human condition in all its myriad and amazing forms."
            }
        },
        "Cancer": {
            "Summary": "Born with the Moon in Cancer, you are likely to have an innate need to nurture, support and protect. Cancer is a Water sign, and so, pertains to the emotional, psychological and spiritual dimensions of life. Your empathy for others is likely to be strong, and you will have an intuitive ability to sense what others need.",
            "Description": {
                "A Cardinal Water Sign": "Born with the Moon in Cancer, you are likely to have an innate need to nurture, support and protect. Cancer is a Water sign, and so, pertains to the emotional, psychological and spiritual dimensions of life. Your empathy for others is likely to be strong, and you will have an intuitive ability to sense what others need. Cancer is also a Cardinal sign, and so is concerned with taking action somehow. You are likely to feel a sense of responsibility that will impel you to take action where others wellbeing is concerned. This is a sign of emotional support; of deep connection to family, home, and togetherness. A sense of emotional wellbeing comes from the family and home connections that you create in your life. The Moon rules Cancer, so is in its’ own sign. This will amplify the lunar qualities of emotion, empathy and intuition. You are likely to be strongly driven by emotion, influenced by your own ever-changing moods, as well as the moods of those around you. As the Moon is cyclic in nature, waxing and waning as it orbits the Earth, you too are likely to be a cyclical being. You are more influenced by your own inner cycles and instincts than logic or routine. You can use this sensitivity to great advantage if you learn to recognize your internal rhythms. Then you will know what you need in each moment, and will naturally follow your own inner path. Moon in Cancer people often do best when they can keep to their own schedules. The ebb and flow of emotion will affect their vitality, and so the kinds of activity that suit them from day to day.",
                "A State of Flux": "With the Moon in Cancer, you are likely to be influenced by the moods and feelings of those around you, and can be deeply affected by whatever environment you are in. It is very important for those born with the Moon here learn to take responsibility for how sensitive and emotional they are. Otherwise, you may find yourself constantly tossed around in the sea of life, soaking up other peoples emotional and psychic states with little awareness of what is happening to you and why. For emotional balance, you need to recognize the difference between what is yours and not yours. Taking on the moods of others can distract you from your own best path. You may be unable to discern between your own feelings, and attitudes, and those of the people around you, for you are extremely impressionable, and likely to be instinctively responding to how others around you feel. This is useful when it comes to nurturing and supporting. The Moon in Cancer gives you an almost psychic sense of what they need and when! But for your own well-being, it can be problematic if you are constantly invested in others’ needs, with little conscious awareness, of what you need yourself! Ask yourself honestly if you know what your needs are? Can you define them? Do they depend upon the relative stance of other people? Are your true needs being met? You are advised to take good care of this highly sophisticated emotional mechanism by making sure you stay centered and grounded. This can be achieved in many ways, including spending time alone in nature or by the water when you feel the need. Meditation and retreat will work wonders for you. Learning to invigorate your emotional self will be one of the smartest skills you learn in life. Your instincts are actually your best friend, and will serve you very well once you have learned to decipher between what is yours, and what is not. You must remember how readily inclined you are to soak up the atmosphere of what is going on around you, and so, stay somehow separated when involved in circumstances where it would be best for you to stay detached. This is difficult, but can be achieved through practice, and using mental imagery to affirm that you are protected and contained. Visualizing a calm and protective white or pale blue bubble around you can be very helpful. The yogic practice of pranayama (controlled breathing) is another excellent tool for keeping your psychic field clear and contained.",
                "Need for Home and Family": "The Moon in Cancer can be very traditional. Matters to do with home and family life tend to feature strongly. For some, there will be an overarching concern for all things concerning family life. Having your family around you will be important and you are likely to feel very responsible for your family’s wellbeing. For others, especially if the Moon in Cancer is aspected by other, more independent planets, you will still be affected by family life, but may find part of your journey involves the continual struggle to emerge from the “familial soup” so to speak, and become your own person. You may have to leave behind your family of origin to find your family of choice. You may have constant change with the people in your life, but notice you somehow feel at your best when there is someone there for you to take care of. A sense of belonging comes from maintaining emotional ties. You will willingly take on the responsibility of caring for others – this a natural place for you to be. Accordingly, this is a very maternal/paternal position for The Moon, lending strong nurturing capacities. Your relationship with your own mother is likely to be especially significant, and you may have a close symbiotic bond. Sometimes, the need to nurture can be so strong that you tend to over nurture, or smother, those you care about. With the Moon here, you may have to learn to let family members live their lives in their own way. You may have to let go of the habit of becoming overly invested in your family members’ lives. On a basic level, you need to give support and nurture to those around you, without jeopardizing their independence, as well as your own. Sometime the best way to protect others is to teach them what it means to go out into the world and achieve results. Like a mother hen, you may have to let go of the urge to keep your “chick” close beneath your wings. You nurture others best when you are not attempting to over-protect them from what may be, in the end, your own worst fears.",
                "Understanding Personal Needs": "On the down side, this Moon position can also be associated with a tendency to attract persons who are so emotionally needy that the Moon in Cancer person finds themselves constantly in a position of taking care of the other whilst secretly resenting the fact that their own need for nurturing and support is not being met. This unconsciously becomes the perfect “hook” for the Cancer Moon individual to become absorbed in taking care of the other’s needs, whilst failing to get their own needs met in return. Often, Moon in Cancer folk find themselves in codependent situations as they attract needy people, requiring constant support and attention. Your need to nurture means you get confused around where your true responsibilities lie. This will reflect the basic premise that you are more aware of others needs than you are of your own, and so will take action for them before you will do it for yourself. Withdrawing from relationships where you play “parent” is important and will allow you to attract into your life an equal who will recognize and meet your needs in return. Ultimately, you must learn about the sensitivity and subtle, unconscious patterns inherent in this Moon position. You need to understand your emotional self without being overwhelmed by it's demands. This can be achieved by actively seeking to nurture others whilst maintaining appropriate boundaries, by recognizing your need to be close and protective, and then asking yourself if your needs can be met. Setting up relationships where you end up being disappointed just perpetuates misplaced feelings of guilt and responsibility. You need to surround yourself with people who recognize your nurturing qualities, and can give you the same in return.",
                "Home Matters": "On another level, Cancer relates to the domestic side of life. Your home is likely to be very important to you, and in many ways your castle as well as retreat from the world. Your home should be as calm and serene as possible. You are probably naturally attuned to home decorating, and know how to make it both comfortable and inviting. This is the sign of hospitality, and you may be a great cook, or drawn to any activity where you can take care of others needs. Bringing people into your home is a great way for you to show them that you love them. Whilst you may be emotionally sensitive in environments not familiar to you, you can be at your best when home. Every effort should be made to make your home exactly as you want it. You may change homes continually in your life, but what should remain constant is the sense of peace that comes over you when you walk through the front door.",
                "Born With The Moon in Cancer": "Born with the Moon in Cancer, you are likely to have a highly developed intuitive and emotional side. You are likely to have a strong empathy for others, and will feel impelled to take action in order to nurture, support and protect them. Your uncanny sense of what others need gives you the ability to stay one step ahead. You recognise the unspoken opportunity present in many situations, and can act in ways that give others what they need. This sensitivity can be also be used for your own benefit. Recognizing your own rhythms or tides means you know exactly what you need and when. Learning to acknowledge your own needs is important, and may take time. It is easier for you to sense where others are coming from than it yourself. But once this skill is learned, there is little to hold you back. Born with the Moon in Cancer, you are a natural homemaker, family person and friend. With your heightened sensitivity, you connect easily with others, and get great joy from seeing them thrive."
            }
        },
        "Aries": {
            "Summary": "Born with the Moon in the sign of Aries, you are likely to have a pronounced need for independence, as well as an assertive streak. Aries is a Fire sign, governing impulses, initiative and action. Accordingly, you are likely to feel at your best when you involved with exciting, challenging or new experiences – anything that lets you express your pioneering side.",
            "Description": {
                "A Cardinal Fire Sign": "Born with the Moon in the sign of Aries, you are likely to have a pronounced need for independence, as well as an assertive streak. Aries is a Fire sign, governing impulses, initiative and action. Accordingly, you are likely to feel at your best when you involved with exciting, challenging or new experiences – anything that lets you express your pioneering side. Aries is also a Cardinal sign, highlighting the need to act. You may experience yourself as a dynamic, pioneering individual, and enjoy getting things started – lifting them off the ground. Your need for independence suggests you may be happiest when left to do your own thing, and will detest being told what to do. This is a sign of emotional independence. You are likely to give, and expect, much stimulation, vibrancy and freedom from the people in your life. You may be quick to react, ready to forgive and but also easily hurt. You are likely to enjoy the space to be your own person, and will feel trapped if others try to limit you. You may also be uncomfortable with sentimental displays, or what you may deem as ‘weak’ expressions of emotion. You have an innate warrior-like quality which means you will prefer to deal directly with what is. Social niceties or protocols that mask the truth are usually not your cup of tea. You are likely to call 'a spade a spade', and be largely self-sufficient on an emotional level. You have the capacity to endure hardship and negation when it will suit your purposes, and usually expect others to do the same.",
                "Quick to React": "Your ability to marshal your energies can be pronounced. You have a capacity to draw from an instinctive level the inner resources that you need. When you identify an objective that you wish to pursue, you can do so with an almost military-like precision, removing all distractions in your quest to attain your goal. You have the kind of temperament which thrives upon hard work and perseverance. The gusto with which you approach these goals can leave others in your wake. Yet you may have trouble finishing what you start, or compromising so as to include others needs. For these reasons, you may run in to difficulty with others who are unable to react as easily as you, or when negotiation is required. You will need to learn when it is time for you to do your own thing, versus time to include others. The influence of others features in your birth chart will reveal how easily this can be done.",
                "A Need to Pioneer": "As a pioneer, you are likely to find that you are drawn to avenues of expression which allow you do your own thing. You may have a particular knack for recognizing the seed in an idea, the potential in an opportunity. Your emotional nature is likely to be such that you feel most invigorated or alive when you are starting something new. The energy needed to get something off the ground fires all your passion up, and gives you an immediate focus. You are likely to be responsive, impatient and enthusiastic, so suited to any kind of self-employment or contract opportunity. For some born with the Moon here, there will be entrepreneurial qualities, and you may feel frustrated in your life unless you have the chance to test your ideas on the market and see what else is possible to create. Aries is a sign of vision combined with action. You may need to find ways in your life to do your own thing, and are likely to resist others attempts to define you.",
                "Simple and Direct": "Aries is considered the “infant of the Zodiac”, and you may have a peculiar blend of brashness, innocence and sensitivity which means you will say whatever is on your mind. Yet you can easily be hurt should others do the same. You are likely to be strongly affected by criticism and can be stopped in your tracks by unkind words. You may rush forward when feeling sure of yourself but fall in heap when others disagree. Like the proverbial Fool of the Tarot, you tend to leap in where angels fear to tread, possessing a courage to face the unknown which means you rarely question the road ahead. Your valiant spirit can be your best asset but also your Achilles heel. You may completely underestimate the calculated actions of those with a more complex emotional response, or you may unintentionally hurt others with your own ill-considered words. In this sense, you may be somewhat taken aback by those who are prepared to use underhanded or calculating methods, for yours is a fairly straightforward and usually honest style of relating that is characterized by direct expression, honesty, forthrightness and a lack of guile. Those born with the Moon in Aries tend to react quickly to circumstances, and you may speak directly from an emotional place before having stopped to really think. You may get angry easily, but will get over it quickly as well. You are likely to be most comfortable with others who let you be yourself, and recognise that there is rarely any malice or hidden agenda when you say what’s on your mind.",
                "Moving On": "Aries is connected with the planet Mars, the god of war. You may be at times aggressive, with a quick temper and little patience when it comes to getting what you want. Your reactions tend to be spontaneous and direct. You are likely to rely on intuitive flashes or hunches, making decisions quickly before moving on to whatever’s next. Your emotional nature may mean that you tend to jump into things, especially friendships, quite quickly. You make your decisions based on initial feeling, and once excited will happily rush in. This can lead to errors of judgment with you overstepping the mark, until you learn to balance this tendency with common sense. Try to spend a little time getting to know what others really think and feel, before you make your move. For best results, you should learn to trust your strong intuitive streak, but temper direct action with balanced consideration to help determine the correct approach.",
                "Spirit of Nobility": "You are likely to be both noble of spirit and innately idealistic. Because of this, you will fight for ideas or people you hold dear to heart. Aries embodies the archetypal qualities of The Spiritual Warrior or The Chivalrous Knight. You may care little for money or prestige, but can be motivated to move mountains should an ideal or individual be at stake. You are likely to hold high ideals, and will believe in Truth and Justice as ultimate entities. Finding ways to channel your warrior nature into tangible outcomes should prove rewarding for you, and when you feel you are ‘fighting the good fight’ then you will feel at peace within yourself. If other factors in the chart also concur, then physical activity is likely to be most important for you, and with plenty of fuel in your tank, you will need to expend a lot of energy on a regular basis in order to feel settled and on track.",
                "Born with the Moon in Aries": "At its best, Aries is a passionate and independent sign. Born with the Moon in Aries, you are likely to have an innate need to do things on your own. Your dynamism is your best asset and gives you much energy to draw upon. You will feel at your best when in charge of your own life, and in some way doing your own thing. As a natural pioneer, you can see the opportunity present in seed-potentials, and will bring much creative energy to get things off the ground. Your sense of justice and idealism means you will fight for what you feel to be fair, and in many ways your innate innocence means you can succeed through sheer courage and purity of heart. Your courage can be an inspiration to others, and you do best in life when you direct your considerable energies toward the achievement of worthwhile causes bigger than just yourself."
            }
        },
        "Pisces": {
            "Summary": "When the Moon is found in Pisces, the emotions are likely to be pronounced. Pisces is the final sign of The Zodiac, and has much to do with sensitivity – to oneself, to other people, and to the mysterious, unseen forces that shape our world. With the Moon in Pisces, you are likely to be a highly impressionable individual – strongly influenced by the compassionate, creative, imaginative, romantic and idealistic aspects of life.",
            "Description": {
                "A Mutable Water Sign": "When the Moon is found in Pisces, the emotions are likely to be pronounced. Pisces is the final sign of The Zodiac, and has much to do with sensitivity – to oneself, to other people, and to the mysterious, unseen forces that shape our world. With the Moon in Pisces, you are likely to be a highly impressionable individual – strongly influenced by the compassionate, creative, imaginative, romantic and idealistic aspects of life. On an instinctive level, you may have a natural affinity for the abstract or intuitive. This affinity can be a blessing, or a curse. You are likely to be able to sense the hidden or energetic levels of life, soaking up atmospheres as if you were a sponge. Your feelings about people and situations are likely to be immediate, accurate and intense. Understanding that your feelings provide valuable information, but can lead you astray sometimes, means that you will need to learn to recognize the difference between an intuitive response to something, and an emotional reaction that is based on your response to whatever is going on.",
                "Born with a Vivid Imagination": "Your imagination is likely to be very strong. You can find all manner of nuance in many life experiences. You are likely to respond to all manner of visual and emotional stimuli, which work to jettison you off into the many worlds of your imagination. Here you can find recreation and release. Whether you prefer to escape into a comfortable world of your own daydreams, or immerse yourself in art, anything that works to activate your imagination feels like coming home, and enables you to nurture your soul. This is a great advantage if you turn your talents to anything creative. Most often, the Piscean energy is expressed through abstract art forms, so anything around music, film, photography, dance, drama, poetry or painting may appeal. Even if you do not practice as an artist, you are likely to be strongly in tune with certain art-forms. Because this sign is highly creative, opportunity awaits those of you who find an outlet for your vivid imaginations.",
                "Psychic Qualities": "You may also be highly intuitive, possessing innate psychic abilities if other factors in the chart are also present. You may have had a powerful sense of knowing from an early age, experienced prophetic dreams, or perhaps grown up in an environment where the women in particular were known for their psychic or healing abilities. Understanding how your “sixth sense” operates is your natural birthright, and one you can readily develop if you give it the time and respect it deserves. Pisces is a sign of mystery, and humanity is not yet at a stage of evolution to understand all that Life has to offer. We do not understand our intuition fully, nor do we understand all the dimensions which exist within our Universe. Accordingly, you may have a natural curiousity about the subtle forces which shape our lives which is beyond what other people understand. Your instinctive awareness that there is more than just the “Here and Now” gives you an innate acceptance of things which cannot be immediately explained. This sign is one of spiritual seeking. You may have a profound and personal relationship with your own experience of The Divine. This does not mean you are religious, and you may not follow any particular faith. But you are likely to feel in touch with something greater than yourself, and in your own way seek to live that experience out. As mentioned, Pisces is a sign of great sensitivity. Your life will be directed by feeling, and by the sense perhaps of an unseen “Hand” guiding it all.",
                "Seeing Things as They Truly Are": "Love and relationship may be an area of life where you go through many lessons. Pisces is a very romantic sign. You may have a tendency to enter relationships or new experiences with rose-coloured glasses. Putting others on a pedestal means that invariably they must “fall off”. Yet you have the capacity for a rare kind of loving, based on the unconditional acceptance of others for who they are. Sometimes you experience an exalted kind of love that will bring you an experience of true union with another. At other times, you may need to wake up to harsh realities, seeing others for who they are, and not who you would like them to be. With the Moon here you need to be in relationship with others who respect your sensitivity. For this to happen, you must first respect it in yourself. Most often, women with the Moon in Pisces have an easier time, for women are allowed to explore and develop their sensitive sides. For men, this placement can be more difficult. Many men are taught from an early age to repress their emotional lives, leading to patterns of fear and self-denial in later life where the attempt to shut down and deny their intuitive side. Sometimes men born with the Moon in Pisces fear their natural sensitivities. They react badly to the idea of anything ‘otherwordly’, as this would mean opening up to parts of themselves that have long been locked away.",
                "The Desire to Escape": "The sign of Pisces carries within it an innate urge to escape – to leave behind the mundane aspects of life. Accordingly, you may find you have the need to withdraw periodically from the demands of life, taking time to replenish your highly sensitive emotional system. If you do not recognize when the time to withdraw has come, you may find yourself unable to cope with the demands of life. Withdrawal or escape is an important part of the Piscean experience. Whether you do this consciously or unconsciously will be entirely up to you. A conscious manifestation of this desire to escape could involve taking time to be alone, retreating from the world for contemplation, meditation, purification and renewal. Spending time by the water, or in nature, is especially soothing. Natural environments help release the emotional and psychological influences you have absorbed from others, and process those experiences that are necessary for your growth. As Pisces is a sign of compassion, you may also experience self-renewal through acts of kindness to others, consciously offering your compassionate nature in selfless acts of service to others. The trick here will be in learning not to take on more than your fair share. Giving of your self is a natural response, but you may need to learn when enough is enough. Sometimes those born with the Moon in Pisces need to recognize boundaries, so that their generous and compassionate qualities are not taken advantage of. An unconscious manifestation of the urge to escape would be more literal. This is usually characterized by a person who seeks to escape from the demands of this world through addiction, drugs or alcohol, through becoming dependent on some kind of government or welfare system, or losing themselves by becoming the victim of someone or something. Sometimes those born with the Moon in Pisces unconsciously become sick, vulnerable or destitute. However the escape is experienced, there is often an underlying feeling of not being able to cope in the world. However it manifests, the urge to escape is almost always about seeking purification, restoration and release on an emotional level. Becoming conscious of underlying motives and needs will help greatly in understanding the complexities of such a sensitive emotional nature. Recognizing that the need to escape embodies a desire to merge oneself back with the source of “All That Is” can help set up constructive paths to become involved in life again, through which a return to consciousness can occur.",
                "Born with the Moon in Pisces": "Born with the Moon in Pisces, you are likely to have an innate need to find outlets for your acute sensitivity. You are likely to be drawn to the romantic, creative, compassionate, service-oriented or spiritual dimensions of life. Your natural ability to sense what is really going on is your best asset but possibly your greatest stumbling block. By learning to respect your own nature, you see clearly the people and situations that will give you the respect that you deserve. Yours is a loving heart, looking for union with another. In Love you will discover your biggest reward, and the most worthy reason to sacrifice."
            }
        },
        "Rising": {
            "Capricorn": {
                "Summary": "Born with Capricorn rising (or on the Ascendant), you may notice a duality in your nature between someone who is, on the one hand, serious, organized and capable, and on the other, uncertain about their ability to achieve all the things they want.",
                "Description": {
                    "Duality": "Born with Capricorn rising (or on the Ascendant), you may notice a duality in your nature between someone who is, on the one hand, serious, organized and capable, and on the other, uncertain about their ability to achieve all the things they want. This is a curious combination of capability and caution that usually becomes balanced over time. The characteristics of Saturn, the ruler of Capricorn, are pronounced – lending you an executive ability, patience and the ability to master difficult tasks, whilst at the same time, generating fear, awkwardness and an inclination toward pessimism or negativity. Ambition is often strong, but so too can be crippling doubt about your ability to achieve what you set out to do. For a well-rounded picture, the qualities of your Sun Sign and House should also be considered, as well as the qualities of your Moon sign.",
                    "Making Your Way To The Top": "When your Ascendant is Capricorn, the mastery of material resources is a prime concern. You may have a tendency to be stern, strict and serious especially – with yourself. You can be far harder on yourself than you are on anyone else. Others may see you as a harsh task master or a capable leader, and you are likely to be well respected owing to your capacity for hard work, pragmatism and prolonged focus. You need to find ways to make practical and efficient use of the resources that are available to you, and ultimately master your world. To do this, you need to cautiously plan and structure your approach in order to meet the voice of responsibility inside of you, urging you on toward success and achievement. Treating yourself as you would a member of your team will help. Would you punish and criticize others as harshly as you do yourself? In the course of a day you are likely to do ten things, eight of which you will do very well. Yet at the end of the day it is the two you didn’t master, the two that were “less than perfect” that you will remember and recriminate yourself for. Rather than focussing on what you have not yet achieved you need to recognize what you have. Then you will see that you are more than able to fulfill whatever task is at hand, perhaps with a more patient approach?",
                    "Patience and Endurance": "Achievements may be slow to come by, but are usually certain, owing to your methodical approach. The sign and house position of the Sun in your chart will give you many clues as to how this happens for you. Saturn, your ruler, is also known as Father Time, teaching valuable lessons through patience, commitment and endurance. Hardship and frustration teach you to refine your ambitions whilst developing long-term staying power. Limits, laws and structures must be recognized and obeyed. There is a need to make something of yourself; and this will become a key driving force. Submitting to the need for order, structure and discipline will lead to long term satisfaction and contentment. Sometimes the inner expectation that life must be hard for you makes things far more difficult than need be. You meet what you expect in the world, and with Capricorn rising you may secretly expect hardship and limitation to greet you at every turn. These beliefs can lead to difficulty in realising your goals. The belief that life must be hard for you often sets things up so that they are! Learning to appreciate your need for hard work and discipline, without seeing yourself as somehow under the thumb of Cruel Fate, helps. Also putting your ambitions into perspective is a good move.",
                    "The Pleasure of Life": "There is more to life than hard work and discipline. The potential to enjoy the physical things of life is also strong. You need to let yourself enjoy the journey, and your potential for sensual pleasure. This of course is much more easily achieved, once the crippling limitations of guilt and self-repression are removed. This Ascendant also brings great responsiveness to the needs and feelings of those you hold close. You will work hard for the people you care about. An ideal partner is one who can provide plenty of nurturing and support as a balance to all the apparent stiffness of the ‘capable’ Capricorn mask. Publicly, you may come across as reserved. Always aware of status and protocol, you will avoid doing anything that might adversely affect your reputation. You will be aware of decorum and following appropriate social codes, but behind closed doors, another story can emerge. This sign is also associated with the festival of Saturnalia, in honour of Earthly Pleasures and Delights. With Capricorn rising you will find a sense of purpose and inner balance comes through pursuing your ambitions whilst giving plenty of time for recreation. By developing your sensual and practical sides you will find satisfaction, whilst reminding yourself that you are far more capable than you let yourself believe.",
                    "The Gift of Capricorn Rising": "You are a work in progress and, in the end, highly likely to succeed. Affirming that you are able to create what you need EASILY while taking time to enjoy life’s pleasures will help to overcome any self-imposed limitations. Through perseverance and faith in your own ability you will eventually reach the summit of your desired achievements. If in doubt, just think about how far you have come. You are a born leader and strategist."
                }
            },
            "Libra": {
                "Summary": "Born with Libra on your Ascendant (or Rising), life is likely to be experienced as a constant series of choices. It is important for you to consider everything from its various points of view.",
                "Description": {
                    "A Rising Air Sign": "Born with Libra on your Ascendant (or Rising), life is likely to be experienced as a constant series of choices. It is important for you to consider everything from its various points of view. Deliberation may be your hallmark, and eventually justice your middle name. Libra is an Air sign, concerned with fairness, equality and right relationships. Thus, you are likely to feel the need to be objective in all your dealings, and will specialise in relationships. However the need to consider all perspectives may be somewhat crippling if a decision or resolution cannot be reached. Reflective judgement with a committment to equity is the key note for you. Your task is to find the right principle involved in a given situation, and then commit to it – maintaining your position without changing your mind. The sign and house position of the Sun in your chart will give you many clues as to where this most likely happens for you. Once integrated, this will also show the area of life where balance can be achieved, leading to a sense of purpose and deeper meaning.. For a well-rounded picture, the qualities of your Sun Sign and House should be considered, as well as the qualities of your Moon sign.",
                    "Shall I Do This Or That?": "When your Ascendant is Libra, the temptation to change your mind is ever-present. This can lead to vacillation, indecisiveness and a tendency to fence-sit when a choice is not made. You need to become aware of any intrinsic desire to avoid making a decision, as this will lead to others seeing you as fickle, and even opportunistic, rather than the finely balanced, fair-minded individual that you truly are. You may be easily imposed upon because of a tendency to avoid openly stating what you really want. You yourself are likely to feel frustrated by this inability to choose. It is important to reflect on this and admit to yourself what your true motives are. Are you seeking others approval by avoiding action? Do stop yourself doing what you know is right in case someone else disagrees?",
                    "The Need To be Liked": "Often, the desire to be liked, and a willingness to please others can lead you to “people-please”, rather than commit to what is right or fair. In order to guard against this tendency, a reliable, fair and objective system of values needs to be established. You would do well to be guided by principle rather than popularity in the choices that you make. Schedule a consultation if you want to know more about how unconscious patterns undermine your ability to commit. A balance should be found between activity and passivity, between head and heart, intuition and logic. Negotiation through charm and objectivity is your forte, and you can help bring about resolution through a balanced assessment of facts. You need to experience both confrontation and compromise to find out what is important to you. Thus, you can be both principled and assertive, willing to compromise yet clear in your objectives once you have decided on what you want. At your best, you are able to express the grace, poise and consideration which is characteristic of this sign.",
                    "Harmony and Balance": "Symmetry, proportion and balance are also important, and you are likely to prefer harmonious, refined or well-designed environments. You need to be surrounded by beauty and will function best in an organized and aesthetic space. Harmony is important for your mental balance. You are also likely to be quite refined, with a sense of style that is often innate. It may be important for you to project a stylish appearance, and so, you may also be very fashion conscious. The search for the ideal system, relationship or ideal can lead you into many areas of interest and exploration. This is a mental sign after all, so that information is a key theme. You are also probably known for your listening and negotiation skills, and ability to give good advice. This is the sign of wise counsel, and your capacity to make a detached assessment of any situation is likely to be highly esteemed.",
                    "The Gift of Libra Rising": "Relationships are a major concern, and you will get the best from your partnerships when you learn to first define who you are, and what you need, before then making any necessary compromises to keep things agreeable. Libra is the sign of partnerships, and you may feel that you need others to be able to fulfill yourself. Doing things collaboratively brings your best qualities to the surface. You may find it easiest working toward a goal when you have someone else to do it with. Through relationships, you learn to assert yourself, adjust to others, and to stand up for the principles which you believe are fair."
                }
            },
            "Virgo": {
                "Summary": "Born with with Virgo on your Ascendant (or Rising), you are likely to view the world through the lens of mental analysis, with a view toward organization.",
                "Description": {
                    "Virgo Rising": "Born with with Virgo on your Ascendant (or Rising), you are likely to view the world through the lens of mental analysis, with a view toward organization. You have strong critical faculties and need to find practical outlets for your skills, talents and abilities. Typically humble and at times self-effacing, you are likely be more concerned with being useful than being recognized. You need to be productive – to be of service somehow – and your chosen career will typically give you the opportunity to experience best employ your skills. You are likely to be practical, capable and dexterous. You may be very good with facts, figures and details. You may also be quite hard on yourself because of early childhood experiences, and need to learn to recognize and appreciate your talents.",
                    "The Urge For Service": "When your Ascendant is Virgo, you are usually willing to assist and be of service to others. Unless other chart factors dominate, you are likely to be hardworking, conscientious and studious. You like to know your place in the wider scheme, and feel most comfortable with a plan in place. Cleanliness and order are often very important, as is the need to be systematic. You are likely to be good at solving problems, and will do well in any situation that requires you to work through an issue or challenge in a linear, demonstrable way.",
                    "A Tendency Toward Criticism": "Despite your abilities, you are likely to be tough on yourself, with a tendency to worry. If you do not perform tasks to an imagined standard of perfection you can be very self-critical. Your tendency to worry may undermine your nervous system, and the uncertainty of too much change can take a heavy toll. On the way to realising your potential you may need to overcome a crippling lack of self-confidence. Virgo rising is often associated with a tendency to self-censor and self-criticize that can be debilitating. You may inwardly question and criticize every move that you make, leading to extreme levels of anxiety, and even chronic illness, if the impact on your nervous system becomes too much. Working with a client-entered astrologer is a great way to understand how unconscious patterns undermine your sense of confidence.",
                    "A Sensitive Constitution": "You may a have delicate constitution, and need to take extra care of your physical body. Your health, and especially digestion, is easily affected by negative thoughts and emotions. When anxious you will second-guess yourself. You may find yourself easily overwhelmed so that stress gets confused with logical analysis. This confusion amplifies your tendency to self-doubt, and you should perhaps get feedback from others when you are spiralling down a mental sinkhole. Learning to praise, rather than criticize, your own talents is a great step forward. Developing a sense of purpose through being of assistance can work wonders. Instead of trying to be perfect, perhaps you should aim instead to simply be better? You may be very particular about food, which reflects your delicate nervous system. Learn to listen to your body and take care of your health, but watch out for tendencies to worry about your wellbeing as a substitute for something better to do! Taking care of your self is a smart choice, and you will benefit greatly by incorporating a healthy diet, workable routines and natural therapies that can assist wellness. Regular practices such as yoga and meditation that work to synthesise mind/body focus are especially useful for you.",
                    "Discernment and Discrimination": "Whilst you enjoy doing things for others, you may have a need to try and control outcomes. This will be based on an innate fear of chaos or potential lack of order. You should make an effort to relax and welcome the input of other people. Look for people and experiences that can teach you how to flow, trusting in the natural rhythms of life without trying to preempt every outcome. Virgo is associated with the assimilation of experience. This occurs through trial and analysis, through discernment and discrimination. Use the processes of metabolism and digestion as metaphors for your own approach to life, and in this way can learn to see any imbalances within your own body as perhaps symptomatic of an imbalance in how you are assimilating your experiences. Once you connect your fine sense of discrimination with your practical sensibility you can be of service to yourself and others in an unlimited numbers of ways.",
                    "The Gift of Virgo Rising": "At your best, you can be supportive, nurturing and stable helping others achieve practical outcomes. In this way, your sense of discernment, practicality and willingness to serve rises to the fore, adding purpose and fulfilment to your life. You do best with partners and friends who uplift you, helping you see the bigger picture behind immediate appearances."
                }
            },
            "Leo": {
                "Summary": "Born with Leo on your Ascendant (or Rising) you are likely to find that life presents you with the opportunity to become a leader or express your creativity somehow.",
                "Description": {
                    "Leo on your Ascendant": "Born with Leo on your Ascendant (or Rising) you are likely to find that life presents you with the opportunity to become a leader or express your creativity somehow. Born with Leo on your Ascendant (or Rising) you are likely to find that life presents you with the opportunity to become a leader or express your creativity somehow. Accordingly, you will have your own unique or special ways of doing this. Your innate talents need to be developed so that they can grow. In many ways, when Leo rises your task in life is to shine! There is a strong need to be “somebody” – to feel important and respected somehow. You will either grow in greater confidence and warmth of expression as you share your generous spirit with others, or develop a tendency toward affectation and extravagance which belies an underlying insecurity. Much depends on the choices that you make.",
                    "Healthy Attention": "If Leo is your Ascendant, you are likely to need attention and approval from others, so you are better off to admit that from the outset. The need to stand out in your own right is paramount. You have extraordinary reserves of creativity and love that need an outlet. Following your heart and exploring your passions will help you bring these gifts to the fore. Once you feel you are getting the recognition you deserve then you can become a great source of fun, inspiration and leadership. Doing what you love brings your best qualities to the fore.",
                    "Larger Than Life": "Just like the sun itself, you are likely to be fixed in focus -appearing constant and reliable, with a cheerful disposition that uplifts others. Life is to be enjoyed, and you may feel the need to live in a grand manner, befitting your “special” status. Or you may be happy with simple surroundings, but will make the effort to ensure there is plenty of time for pleasure, romance or fun. In some ways you are likely to have a larger-than-life attitude. You are all about grand gestures, big dreams and stunning vistas. You are also likely to be a capable and demanding authority figure, well suited to leadership and managerial positions. Others respond well to your kindness, sense of fun, faith and optimism. As a rule, you tend to be proud, are sometimes insecure despite your capabilities, and hate above all else to be criticized. As Leo is the sign of royalty, there may be a tendency to at times expect “the royal treatment” – indulgences befitting a personage of such elevated “status”. If not received, your temper tends to flare. Overblown displays of outrage brought on by wounded pride can mask deep insecurities. The fear of ‘not being recognized’ easily becomes sullenness if you don’t feel that you are receiving your due.",
                    "A Born Leader": "The need for comfort and luxury is likely to lead you to work very hard for success. Your love of recognition makes achievement even more important for you. This is fine as long as you don’t work too hard, neglecting the family and friends who are after all your main audience and support crew. Give them their due attention and they will be there for you on the occasional day that you are down. You are naturally here to lead in some way, but need to learn that leadership involves sharing command. Finding out what makes others special and unique helps you incorporate them into your plans. You must learn to temper your urge to fulfill your own potential by learning to appreciate and accept the contribution that every body makes to the whole, of which we are all a part. Beware you don’t treat others with disdain or disrespect. You are so inclined to do things your own way, you may look down your nose, so to speak, at others who do not do things as you would. People will follow you gladly if you treat them with respect. Scorn them, and they may leave you all alone, which is precisely the situation you fear. You need an audience or form of feedback to know you are performing at your best.",
                    "Turn Talents Into Strengths": "When young you may have trouble adjusting your expectations to the actual circumstances of your life, but over time you will learn how to find the magic in the every day and the best in the people around you. Recognize where your talents lie and turn them into strengths. This means spending the time required to be your best and make the most of your unique gifts. A positive statement for Leo rising is to affirm “I have the right to express my unique, individual creativity and spirit, and can do that without denying others the right to express theirs.”",
                    "The Gift of Leo Ascendant or Rising": "You are likely to come across as fun, passionate and full of life. It is important that you feel comfortable enough to show others who you really are, without demanding validation. Then you can shine from the uniqueness of your own creative spirit, bringing joy, light and laughter to whatever situation in which you a part.  A natural leader, you bring organizational and leadership qualities to any endeavour, with a natural flair for drama, creativity and fun."
                }
            },
            "Gemini": {
                "Summary": "Born with Gemini on your Ascendant (or Rising), you are likely to approach life with a genuine sense of inquisitiveness. You are gifted with a natural sense of curiosity and desire to understand how people or things work.",
                "Description": {
                    "Gemini on your Ascendant": "Born with Gemini on your Ascendant (or Rising), you are likely to approach life with a genuine sense of inquisitiveness. You are gifted with a natural sense of curiosity and desire to understand how people or things work. This Ascendant is primarily concerned with finding connections. You may have a knack for communication, or a developed capacity to find associations between different points of view. By nature, you are likely to be versatile and adaptable, with multiple interests and the ability to fit in with whatever life throws your way. Often fast-talking, you are usually interested in other people, which is a great social asset. You are likely to be gifted with a sharp mind and ability to talk about a wide range of things.",
                    "Communication and Connection": "For you, communication is key. It is important to maintain avenues of exchange within your environment, so that you can stay involved and “in the know”. In order to achieve this, you should invest time and effort into your social life. At your best you demonstrate both clarity and objectivity, able to disperse information without any emotional confusion to cloud the facts. You can also be very dexterous, and work well with your hands. Ruled by Mercury, you may be noted for your quick movements, wit, youthful looks and slender body.",
                    "Naturally Quick": "You may be impatient with the slowness of others. In many ways you require stimulation. In turn, you are prepared to stimulate others, which will make you lively and fun, but may lead to some exaggeration in social settings. You may fear boredom, and so will avoid anything that makes you feel trapped. You may also have a propensity for nervous tension and may need to learn to slow down and focus more. This Ascendant can deepen your sense of restlessness if the rest of your chart is Air or Fire, but suits well those of you with a predominant Earth or Water temperament. If mostly Air, you may be overly cerebral, and so inclined to lose touch with your body or your feelings. In this case you will have to slow down long enough to listen to what your emotions are telling you. If Fire, you may be too impulsive, and have trouble settling down. Again, slowing down before you react will help.",
                    "Variety Required": "You need many varied experiences and interests to feel alive. Life is full of many tantalizing possibilities. You are likely to prefer alternatives, and need the freedom to move around, interacting with a variety of people, ideas and things. Yet, in some ways, this can become your biggest liability. You may become too divergent in your pursuits, and in the end become a Jack or Jill of all trades, but master of none. You may have difficulty in committing to any one path, and scatter yourself in pursuit of endless change. Yet at some stage, you will need to accept the necessity of commitment. Through focus, you come to experience the deeper satisfaction of integrated knowledge, from which comes meaning. Finding a purpose in your varied experiences becomes the secret to experiencing inner satisfaction and a steady life path. The position of the Sun in your chart will give clues as to how this is best done.",
                    "Learning From Others": "You are likely to seek partners who can broaden your horizons. Through partnerships, you gain a broader perspective as well as the inspiration needed to get the best from life. You are likely to be generous and broadminded, wishing to see them become the best that they can be. After all, the more experiences they can bring to your life, the more engaged you will be.",
                    "The Gift of Gemini Rising": "All in all, you are likely to be gracious, socially aware and adaptable. Your broad range of interests can make you unusually capable, and you can achieve many things through your gifts of wit and charm. Others can teach you the value of focussed attention by developing an idea. Success comes from honing your skills through focussing your varied interests, using them to highlight innate strengths and capabilities as you continue to learn along the way."
                }
            },
            "Taurus": {
                "Summary": "Born with Taurus on your Ascendant (or Rising) you are likely to prefer the slow and steady approach to life. Taurus is a practical and conservative sign. Wherever possible, you will feel better if moving forward in a methodical, systematic way.",
                "Description": {
                    "Taurus on Your Ascendant": "Born with Taurus on your Ascendant (or Rising) you are likely to prefer the slow and steady approach to life. Taurus is a practical and conservative sign. Wherever possible, you will feel better if moving forward in a methodical, systematic way. Unless there are other more impulsive qualities in your chart, you are likely to be pragmatic and cautious. This sign is not known for its’ love of change and so, you may tend to avoid trying anything new until you absolutely must. You will seek comfort over risk. Therefore, life is best approached as a series of steps to be taken one by one, with plenty of rest stops along the way.",
                    "Constancy": "You are likely to be fairly consistent in your views, and may be considered fixed in values – either around material needs (possessions), or emotional concerns (the things you hold dear). You may be set around ideas for the future and what you feel you need to do to get there. On the one hand, this can make you reliable and focussed. On the other, it can mean you stubbornly resist anything that does not meet preconceived ideas. Resistance can be an issue. The famed Taurean stubbornness means you are unlikely to budge. You can hold on to a situation, state of mind, or object for far too long, just to prove a point. In this case, learning when to be constant and hold on to something versus when to let go is paramount. You need comfort and security but you also need to ensure you do not to become too rigid, with a one-track view of how life will unfold.",
                    "Peace and Love": "Taurus Rising often gives a kind, graceful and gentle disposition. You are likely to be peace-loving, easygoing and therefore well-liked. Gardening, cooking, beauty, art, dance or music may appeal to you. Taurus is a very aesthetic sign. You are naturally drawn to comfort, security and harmony wherever possible.",
                    "Sensuality": "You are also likely to be sensually-oriented and respond strongly to bodily impulses. This quality should be cultivated and refined. Enjoying your senses without becoming gluttonous is key. You may have a tendency to enjoy food, wine and relaxation, as well as sexual activity, whenever possible. Yet too much of a good thing is worse than none at all. Your ability to enjoy the good things in life will decrease if taken to excess. Ill health can ensue as a direct consequence of over indulgence As a lover, you may need lots of stimulation and activity, yet may not be good at instigating change. Accordingly, it is important to have a partner who can match your sexual appetite. Open sexual expression is a key to emotional balance, and very important with Taurus rising. Celebrating your body is essential for a balanced sense of self-worth.",
                    "Holding On": "There may also be tendencies toward jealousy and possessiveness within relationships that need to be curbed. Understanding the destructive side of your emotional nature is needed. Problems in relationship are often signs that your life has become too rigid, and that it is time to free yourself from a rut. The irony here is that you are probably drawn to people who seem intense and catalytic, and they may bring many disruptions into your life. This serves the purpose of forcing you into emotional upheavals, which stimulates the need for growth. Your normal state is likely to be placid, but you may become surprisingly enraged when provoked too far. In addition, there may be a tendency toward laziness or indolence. Usually, Taurus rising prefers an easy, and at times plodding, approach to life. This can be problematic when your preferred pace does not really match the situation at hand, or when those you share your life with need you to react with more urgency.",
                    "Letting Go": "Comfort, stability and security may have been important early childhood experiences. The need to create wealth, secure your financial interests and acquire goods may have been strongly ingrained by your family. This can lead to an overly materialistic focus, and subsequent fear of loss. You may be require to undergo lessons around letting go, to learn that true stability is a quality you build within. Your overall task is to maintain security, whilst moving with the times.",
                    "The Gift of Taurus Rising": "All in all, the Taurus Ascendant often lends a graceful and stable element to the personality. You are likely to be pragmatic and grounded in your approach to new experiences. Others are likely to find you attractive in a variety of ways, and generally easy to be around. Your gift is the ability to enjoy the pleasures of life, whilst approaching each step of your journey in a realistic way."
                }
            },
            "Scorpio": {
                "Summary": "Born with Scorpio on your Ascendant (or Rising) you are likely to experience life as a constant series of obstacles or crises in which you learn about the nature of power through transformation.",
                "Description": {
                    "Scorpio On Your Ascendant": "Born with Scorpio on your Ascendant (or Rising) you are likely to experience life as a constant series of obstacles or crises in which you learn about the nature of power through transformation. Whilst this may seem challenging, once understood in terms of a life lesson, you have the potential to be an inspirational and catalytic individual. Your strength and insight gives you the ability to change your own life and help others overcome whatever is holding them back. On the one hand, this is a difficult Ascendant. On the other it offers you a magnetic and charismatic quality that makes you fascinating to others and deeply perceptive. There is much in the experience of Scorpio Rising that involves learning to transform yourself and others through episodes of conflict, challenge and subsequent letting go.",
                    "Finding the Light Within": "When your Ascendant is Scorpio, a confrontation with that which is dark, hidden, destructive and taboo in your own nature is often required. Despite your best intentions, you may need to deal with negative, toxic and obsessive emotional states that seem to plague you. Such destructive qualities need to be internally transformed by being acknowledged, accepted and brought into the light. You may also meet the same qualities in others. You could find yourself confronting darkness in the outside world through facing extreme situations, or attracting negativity to yourself. Whilst your nature is inherently good, you are learning to experience both the positive and negative aspects of life. Through overcoming difficult situations you find your strength and light.",
                    "The Eighth Labor of Hercules": "The themes which present with this sign on the Ascendant can be described by the mythic tale of Hercules battling the much-feared Hydra, a demonic creature of the Underworld with ten heads and a deadly bite. The Eighth Labour of Hercules tells the story of how he overcame the beast. Victory required submission rather than brute force. Every time Hercules cut one head off, another would appear. To overcome the Hydra, Hercules had to follow the guidance of his teacher – “We rise by kneeling, we conquer by surrendering, and we gain by giving up”. This experience could be described as the quintessential lesson for those with Scorpio rising.",
                    "The Curse of Jealousy": "Jealousy is often an issue, especially in the early part of life. You may find yourself envious of others apparent power, beauty or success – with no rational explanation as to why. This destructive emotion can alienate you from others, generating friction that needs to be released. Envy pulls you down and can trigger a nasty backlash. If not released, resentment and associated feelings fester within, rearing their ugly heads at inopportune times with a powerful and destructive force. Internal pressure slowly builds until an explosion occurs. Just like the Hydra, toxic emotions can only be conquered through submission. This means letting go of negativity and aligning yourself with something greater than your personal desires. Humility and self-acceptance is required. You may find yourself oscillating between hopeful and hopeless responses to your feelings and external stimuli. You can unconsciously create dramatic events in your life which trigger catalytic personal experiences as you discover more about your true self. Sometimes, situations of disability and impairment come about, so that the fear of helplessness or restriction is materialised. These challenges then become the opportunity for you to experience surrender, learning eventually to open up and trust others.",
                    "Private & Sensitive": "Private by nature, you are likely to give very little away about yourself until you know who you can trust. Others may not be sure of your true intentions. They may find you somewhat inscrutable, mysterious or just hard to read. You are likely to play your cards very close to your chest. Rather than being secretive, you are self-protective. Your acute sensitivity to environmental influences means you try to avoid exposing yourself and feeling vulnerable in any way. For you, letting others know how sensitive you really are means giving them a kind of power you are not sure you want to give. You are often extremely aware of the underlying emotional currents surrounding you. This sign is extremely perceptive. You can easily pick up on another’s mood, and will sense how they feel – sometimes before they do. You will also have a knack for exposing hidden intentions, and will need to dig deep to uncover the underlying psychological motives in any important situation with which you are involved. You will also be aware of others potential to be deceptive, abusive and less than truthful, and so you can be at times disarmingly honest. Most often, your preferred form of attack is defence, and so you keep yourself to yourself. You are generally quite content therefore to wait while others reveal who they truly are to you.",
                    "Careful in Relationships": "With a warm and passionate heart, you are likely to respond intensely to significant relationships, and it will be especially important for you to find a partner you can trust. You do best with calm, placid yet strong lovers who are able to withstand the intensity of your emotional reactions, and your need to work them out through others. When you have committed your heart to someone, you are loyal, giving and devoted. You need someone who is stable enough to ride any emotional storms and patient enough to give you the security you need. In many ways you might take an “all or nothing” stance with affairs of the heart. You need time to get to know someone so won’t be inclined to rush in. Even if you do form a connection quickly, you will probably withhold parts of yourself. You need to know your partner is “all in” before you can trust them. Or you could try avoid intimacy because it means you have to let your guard down. For this reason, you can be hard to get close to, as your self-protective mechanisms are very strong. This can mean you end up remaining on your own, leaving others feeling uncertain as to where you stand but safely at a distance.",
                    "The Fires of Transformation": "Once the necessary transformations have come about, you then become a powerful catalyst or agent for change in your own and others lives. You have the ability to renew and rebuild your life, and can show others how to do the same. Negative states can be transformed and redirected through internal processes. A creative outlet, some form of therapy, a mystical experience or an intense sexual exchange can serve as the means to refine these energies. As you let go of pain and open up to light you find strength and wisdom within. You are likely to have a penetrating kind of insight that makes you a valued confidante and friend. You have great compassion for others, but will not suffer fools. You are also likely to be patient, persevering and reliable, and can be a source of strength in times of need. Your desire for truth means you may sometimes have to employ shock tactics to instigate change. Usually this is not to be upsetting, but rather because you know sometimes you have to say the things that others will not in order to shake up the status quo. Your highly developed emotional intelligence can make you privy to others’ secrets. When you share vulnerabilities with others you also learn to let go of your own fear of being overwhelmed.",
                    "The Gift of Scorpio Rising": "Yours is an intense rising sign, with the potential to experience great rewards. You have come to learn the secrets of resurrection and rebirth through experiencing transformation in certain areas of your life. Once you learn the techniques of inner growth by finding your power within you then have the capacity to become an incredible force for change."
                }
            },
            "Sagittarius": {
                "Summary": "Born with Sagittarius on your Ascendant (or Rising) you are likely to experience your life as a quest, challenge or search for adventure where the prize you seek is meaning.",
                "Description": {
                    "Sagittarius on Your Ascendant": "Born with Sagittarius on your Ascendant (or Rising) you are likely to experience your life as a quest, challenge or search for adventure where the prize you seek is meaning. Self-awareness comes about through expanding your horizons – at either physical, mental or spiritual levels. You are likely to approach new experiences with a sense of optimism and hope – an expectation of success. The dynamic, fiery qualities of this rising sign need to be directed toward reconciling some of the metaphysical and philosophical quandaries of life. In your quest for meaning, you should leave no stone unturned.",
                    "The Search For Meaning": "When your Ascendant is Sagittarius, every situation can be viewed as an opportunity to learn. You are likely to feel a sense of restlessness and need to have the freedom to roam, explore horizons, and see how far you can go. This might happen at physical, mental or spiritual levels.At times, your life could feel like a pilgrimage, where the need to find the holy grail of your own “truth” is paramount. A way to express this approach might be – “I see the goal; I reach the goal, and then I see another”. Gifted with energy and inspiration, you are often able to inspire and uplift others. You are typically broad-minded and so happy to let everyone live their own lives. Charged with faith and optimism, you can look for symbolic meaning wherever you go, finding portents in life’s circumstances and omens to guide you on your way. Usually, every event is seen as part of a larger, connected whole. You find meaning in patterns and serendipity at every turn.",
                    "Times of Excess": "Yet there may also be times where you allow your faith to dwindle. If you fail to find the answers you seek you can become despondent and cynical in the extreme. You must be careful not to set yourself up for crushing disappointment by setting expectations that are unrealistic or too big to achieve. Added to this, there may also be a tendency toward excess, inflation and overstepping the mark. Your exuberance and optimism can sometimes turn to greed, recklessness or a lack of due care. Your tendency to go to extremes goes hand in hand with a belief in your own invincibility and need to push boundaries in terms of what is possible. It is worthwhile checking in at times to see if you have in fact gone too far – despite the fact that you want to.",
                    "Sharing Your Truth": "If your Ascendant is Sagittarius, you need to find your truth on your own terms, and there may be an extended period of searching for the right path, teaching or philosophy to satisfy your quest. You may spend significant chapters of your life travelling or immersed in a particular belief system, exploring ideas and concepts to their broadest level. You are likely to be passionate about the pursuit of knowledge, and so it is important to allow yourself plenty of opportunity to explore new horizons, and broaden your sphere of reference. Once you have found a path that fulfils, you can become so enthusiastic that you want to share with everyone else what you know. You are eager to teach others what you have learned. Many excellent teachers have this sign pronounced in their charts, yet some of you can turn to preaching and even zealotry in your eagerness to share. There may be times when you go to extremes in your efforts to recruit others to your particular belief system. Care should be taken to extend to others the same intellectual, moral or personal freedom that you require for yourself. In this way, you can manifest the darker side of Sagittarius, trying to co-opt others into agreeing with your version of the truth. Cynical disbelief can be equally vehement as optimistic faith. In the end you will find that trying to convert others is an ultimately futile preoccupation.",
                    "The Gift of Sagittarius Rising": "With Sagittarius rising, life is best viewed as a quest and adventure. Faith and a positive attitude are your greatest assets. You are likely to approach life in a grand way, excited by possibilities and certain of your right to experience them. Using your innate gifts of insight and perception gives you the ability to inspire and uplift others, helping them become the best that they can be by lighting the fire of meaning and purpose all around."
                }
            },
            "Aquarius": {
                "Summary": "Born with Aquarius on your Ascendant (or Rising), you will find a clearer sense of individuality is gained by stepping back to look at life from an objective perspective. A detached point of view allows for a logical assessment of the circumstances around you, giving you the ability to find, at times, lightning fast resolution to key issues.",
                "Description": {
                    "Aquarius on your Ascendant": "Born with Aquarius on your Ascendant (or Rising), you will find a clearer sense of individuality is gained by stepping back to look at life from an objective perspective. A detached point of view allows for a logical assessment of the circumstances around you, giving you the ability to find, at times, lightning fast resolution to key issues. This is the sign of the collective over the individual, the group over the singular. You are likely to have an especially broad view on society that allows you to mix with a great variety of people. Your awareness of group and social dynamics is paramount for your overall self-expression. Putting group endeavours first may override purely personal concerns. There is likely to be a pronounced tendency to act in ways that will benefit the collective, rather than provide personal gain. This then is the rising sign of the true humanitarian, who gets what they need in ways that are socially responsible and considerate. You may be suited to working with large groups of people, especially organizations or groups that have a humanitarian focus. You may also be drawn to arenas such as science, politics, communications or human resources, and have a strong social conscience. Usually open to scientific innovation, you can be an early-adopter or work with advances in technology. Broadcasting also falls under this sign, and you may have significant talents here.",
                    "Heightened Intuition": "When your Ascendant is Aquarius, your intellect may be highly pronounced, and you may also be gifted with a strong intuition – able to see the gestalt of a situation in one moment, then make pinpoint decisions based upon multi-leveled dimensions of information. With sudden flashes of illumination you see the next step, and should learn to trust yourself enough to proceed. The sign and house position of the Sun in your chart will give you many clues as to how and where this happens most for you. This rising sign is both idealistic yet practical, and concerned with the benefit of the group. You may be somewhat rebellious and unorthodox.This is as it should be, for those with Aquarius rising are meant to “bring to earth” their vision of future worlds. Accordingly, you may suffer at the hands of others because of your apparent eccentricities. You may have played the role of the outsider or someone different from an early age, and become used to following the beat of your own drum. Freedom is important, as it allows you to continue being the rebel or renegade, ready to bring about the unorthodox and new.",
                    "Sometimes Aloof": "Sometimes, this level of future orientation does not manifest. You may instead display a serious and calculating demeanour concerned with social position, status and due process. Isolation and autonomy become strategies used to defend yourself against close connection with others. In this instance, care must be taken not to become too rigid and crystallized as the years go by. A resistance to change, together with a shrewdly calculated social response, can lead to arthritic and nervous disorders down the track, as well as heart problems. Personal development comes about by remembering to honour the special things that make you uniquely you, allowing for passion and joy in your life. Extremes of emotion are not usually comfortable for Aquarius rising, and you may have to learn to value your emotions as essential experiences, rather than a cumbersome and embarrassing inconvenience.",
                    "You Are Special Too": "You will find your greatest happiness comes about when you find the love that is lying beneath most outbursts of emotion, discovering that vulnerability is not in fact a sign of weakness. You may at times look down upon others when they seek to be recognized and seen as important, for you have an innate dislike of self-centered behaviours, and a tendency to view emotional neediness as a curious weakness found in lesser beings. Opening up to the emotional and passionate dimensions of your being helps you to avoid aloofness, and lets you realize that in order to be truly human, you need to respond with both reason and emotion. In this way, you gain a clear understanding, and not just an abstract idea, of what being human is all about.",
                    "The Gift of Aquarius Rising": "Life is best met with a sense of hope and a happy vision for the future, knowing that through the right application of ideas and technology, humanity can be evolve. You are likely to take up social causes, supporting the ideals of liberty, fraternity and equality for all. Your sense of equality and ability to connect with all can be one of your greatest assets. Even if you feel different from the rest, you can find the group that is right for you if you share your unique perspective."
                }
            },
            "Cancer": {
                "Summary": "Born with Cancer on your Ascendant (or Rising), self-realization comes through a sophisticated attunement to your highly developed feeling nature. You make sense of life through instinct and emotion.",
                "Description": {
                    "Cancer on Your Ascendant": "Born with Cancer on your Ascendant (or Rising), self-realization comes through a sophisticated attunement to your highly developed feeling nature. You make sense of life through instinct and emotion. You are likely to experience strong intuitions, and at times psychic sensibilities, and will therefore need to learn the difference between insight and projection. Because you are so sensitive, you must recognize the impact that this can have on you. You will need to acknowledge your sensitivity, accept your desire to nurture and support others, and acknowledge when this sensitivity leads you to take on too much, or become overly responsible for how others feel. Learning to use your intuition to guide your choices is an important skill. Self-awareness will grow as you develop emotional intelligence.",
                    "Your Home is Your Castle": "You may be very adaptable to change in your external circumstances, but need a peaceful and secure home base for your foundation. Home is very important, providing a sanctuary from the outside world. You may have a tendency to switch off and retreat here from time to time, especially when hurt, depressed, uncertain or confused. You are likely to need clean, comfortable surroundings, and will prefer the company of refined people who can appreciate your unique qualities. Often close to family and friends, you are probably domesticated, with good cooking skills, as well as very capable on the work front. However, a love of travel means that it is important to have the means to be able to get up and go. You may enjoy frequent changes of environment, allowing you to soak up the most of what life has to offer by soaking up the atmospheres of unfamiliar places.",
                    "Business Smarts": "Cancer rising gives business acumen, and you could do well as an entrepreneur owing to your heightened sense of how to cater to public tastes. You bring a practical, cautious yet determined approach to your own affairs which translates to good business practice. There is often great tenacity here, and you are likely to accomplish what you set out to do, despite constant flux and changes. With persistence as well as careful strategic planning, you can easily profit by providing what others need. In your professional or personal life there may be a tendency to avoid direct confrontation. You may approach problems sideways, in an attempt to negotiate emotional boundaries. You may at times be inclined toward stinginess, owing to an overly cautious attitude to money, which comes down to fear about having the ability to control external circumstances. You should learn to trust your feelings enough to know when it is time to conserve what you have and when it is time to spend.",
                    "Heightened Sensitivity": "As Cancer is a Cardinal sign, you need to direct your sensitivities, but this must be done in a way that is not overwhelming. Learning how to offer support when required is important, but you need to understand you are not responsible for others’ emotional wellbeing. The ability to nurture comes easily to you. Opportunities to care for others leads to growth and self-awareness. Yet knowing when to draw the line is paramount. You must learn what is and IS NOT yours to be responsible for.If not achieved, then your life may feature constant episodes of drama and emotional intensity. In this case, you can attract weak, needy, helpless or manipulative people – people in extremes of emotional crisis – in order to learn valuable life lessons. You can find yourself in relationships where one partner plays the role of adult and the other becomes the child. You might find yourself wondering why all of your friends seem to have problems? At the end of the day, this may have something to do with your need to feel needed, or inability to say no? Healthy relationships need to be formed without guilt or co-dependency. Lessons in partnership usually involve learning to control and discipline your responses, so that they are appropriate to the situation at hand. You must also learn to trust what your instincts are telling you.",
                    "Family Life": "Family is likely to be very important to you. You will happily take on the role of responsible care-giver in any situation and will thrive on knowing you have a happy and productive family life. Whether you choose to focus your attention on family of origin or family of choice, a stronger sense of self will come through maintaining close family ties. When young, you may be deeply invested in the emotional state of your mother. This can be detrimental if bonds of responsibility are not transformed at a later stage. Letting go so as to develop independence and strength is crucial. You may have been dutiful as a child, shy and overly aware of the emotional undercurrents within your home. It is easy for you to unconsciously take on your parents’ expectations, as you want to be obedient and conform to the family structure. Yet at the end of the day you must tread your own path. As you get older the action-oriented qualities of this sign should push you out into the world, to find your own identity on your own terms.",
                    "The Gift of Cancer Rising": "For greatest success, you need to understand how the ebb and flow of your own inner cycles, letting intuition guide you. Your sense of rhythm and timing will lead you to where you need to go. The accuracy of your usually precise instincts is a great asset, and your intuitive hunches will almost always be spot on. Trust your feelings and learn to decipher between what is real information and what is just an emotional response. In time you will learn that intuition is a higher form of knowledge and your feelings are in fact your sharpest tool."
                }
            },
            "Aries": {
                "Summary": "Born with Aries on your Ascendant (or Rising), you are likely to approach life in a straight-forward and direct manner. Aries is a physical and dynamic energy. Accordingly, you are likely to love a challenge, enjoy being busy and will generally move toward your goals without delay.",
                "Description": {
                    "Aries on your Ascendant": "Born with Aries on your Ascendant (or Rising), you are likely to approach life in a straight-forward and direct manner. Aries is a physical and dynamic energy. Accordingly, you are likely to love a challenge, enjoy being busy and will generally move toward your goals without delay. Unless there are other more passive qualities in your chart, you are likely to be a self-starter with plenty of ‘get up and go’. Your gift is the ability to initiate, take charge and pioneer. Independent by nature, and self-reliant in many ways, your challenge is to maintain patience, and when necessary find ways to collaborate with others.",
                    "A Dynamic Approach": "Aries rising implies you will bring an enthusiastic, dynamic and fun-loving approach to most new things. You are likely to be capable and energetic, prefer a high degree of autonomy, and need to feel as if you are in charge of your own affairs. You have strong mental energies and may love to debate, argue or “butt heads”. Pushing the envelope is fun for you. You may need to learn not to take on challenges purely for their own sake. Eventually, you will discover how to incorporate qualities such as diplomacy and tact as you realize ambitions. Again, how easily this happens will depend greatly upon the rest of your chart. In family matters, you may be inclined toward self-sacrifice, willing to undergo hardship and sacrifice for the sake of those you love. With Mars ruling your Ascendant, you can project at times a competitive edge. You can attract attention to yourself, and will project maximum influence when getting new things off the ground. Others will see you as capable, but possibly brash. Accordingly, you would do well to think about how you are expressing this dynamism. Are you foolishly jumping in, or are you simply taking charge?",
                    "Taking Charge": "To live the full potential of your Ascendant, you need to become decisive and take action. How able you are to do this will depend upon other factors in your chart. Qualities such as courage, strength and self-assertion may need to be developed if you are to meet the challenges that life presents. Not all of you will rush headfirst into new projects, but it is important that you have a degree of autonomy in at least one major are of your life. On the flip side, you should take care not to isolate yourself in a drama of your own making. Independence is a far cry from being alone.",
                    "On The Move": "It is also important to recognize your need to expend physical energy, without expecting the same from others. Exercise and lots of activity will help keep your nervous system functioning well. Inactivity can lead to moodiness and emotional overwhelm. You will find yourself feeling dull or flat if your energies have nowhere to go, and so you are bets off making sure you enough happening to keep you mentally engage and physically occupied.",
                    "Starting Early": "Self-reliance is often learnt early in childhood. You may have developed this through spending a lot of time alone for some reason. Periods of isolation are needed to establish the independent, courageous qualities mentioned above. Often, there are difficulties with parents, especially the parent of the same sex, because this sign encourages you to assert your independence and chart your own path. Aries rising children are often noisy, rambunctious and enthusiastic. Yet, despite these challenges, cheerfulness and a willingness to engage with others is also usually present. It is highly likely that you will experience some difficulty early in life around expressing your independence, either through overshooting the mark with too forthright an approach, or feeling afraid to go it alone. However, this will diminish in time, as you gain greater awareness around how to use the primal, powerful and assertive energy of Aries to its best.",
                    "The Gift of Aries Rising": "Your task is to find faith in your creative ability, so that you can initiate new things. The sign and house position of the Sun in your chart will give you many clues as to how this best happens for you. You need to experience yourself as an instigator, and be recognized as a self-starter. You have strong tendencies to do things on your own which will incline you to be self-sufficient. According to Howard Sasportas, with Aries rising “Life is best viewed as an adventure, quest and challenge”. Ask yourself if you are willing to jump in – headfirst – to tackle all that life throws at you. If the answer is yes, then you are heading in the right direction!"
                }
            },
            "Pisces": {
                "Summary": "Born with Pisces on your Ascendant (or Rising) you are likely to be an especially sensitive individual, with an ability to “pick up on” the unseen influences in your surroundings. Your sensitivity is in fact both your gift and your challenge.",
                "Description": {
                    "Pisces on your Ascendant": "Born with Pisces on your Ascendant (or Rising) you are likely to be an especially sensitive individual, with an ability to “pick up on” the unseen influences in your surroundings. Your sensitivity is in fact both your gift and your challenge. Learning to recognize the feelings that flow through you for what they are, and then find an outlet for their expression, is required. For a well-rounded picture, focussing on the qualities of your Sun Sign and House, as well as your Moon sign, will help you work out how. There is an inherent challenge around knowing how to project your self into the world. The need to present a cohesive sense of individuality is at odds with the fluid and elusive qualities of this sign. With Pisces, the urge is to merge with one’s environment and then transcend boundaries. You may find yourself asking – “How can I project any clear identity when who I feel I am is so open to change”? For this reason you may find it hard to know what you want to do in life. You could find yourself going along with whatever the most dominant influence suggests, even if it does not really make you happy.",
                    "The Chameleon's Life": "With Pisces Ascendant, you may feel like a chameleon or “shape-shifter”, changing your personality to adapt to those around you. You may have a sense that no-one really knows who you are – because the image you project keeps changing. You find yourself taking on other people’s personalities because it is so easy to become whatever you think they want you to be. This is great if you are an actor, but makes dealing with the real world somewhat problematic. Discovering the essence of your own individuality, and then developing this is essential for your happiness. Thus, a delicate balance between focus and fluidity, between adapting to others and asserting your self, is required. This dilemma will be resolved by cultivating the awareness that you are part of something greater than your individual self. You will find your strength by seeing yourself as connected to a greater whole. This may seem like a paradox, but is the essence of Pisces rising. Your journey will remind you that there is more to life than meets meets the eye. Through creativity, spirituality or service you are likely to find a higher truth that will give meaning to your life. The sign and house position of the Sun in your chart will give you many clues as to how this is likely to unfold.",
                    "Heightened Sensitivity": "You may be very creative, with a strong imagination. You may have a strong interest in film, photography, drama, dance, music or any kind of abstract artistic expression. Or you may inherent creative gifts which can be cultivated. Developing these talents or interest will benefit you greatly on an emotional level and help you find your way through the world. Or you may have a strong sense of spirituality, with a keen awareness of the transcendent aspects of life. Through meditation, contemplation and prayer you find meaning. You may be especially intuitive, even psychic, able to connect with higher dimensions and bring spiritual knowledge into others’ lives. You may experience strong feeling of compassion for others, and so dedicate your life to service. You could be interested in working with the sick or needy. Or you may be drawn to some kind of therapy or counselling work. Learning when to give, and when to hold back, is essential.You must maintain appropriate boundaries for your own well-being. This can be a constant challenge. Your nature is to give from the depths of who you are, yet you must learn not to take this to an extreme Giving unconditionally is admirable, but giving yourself away is not. When you fail to maintain boundaries you open the door for others to take advantage of you, or to become seriously unwell.",
                    "The Urge to Escape": "Some of you may have trouble coping with your sensitivity and so, the realities of life. In this instance, you may become “the victim “ or the one who needs to be saved. Dealing with reality might be avoided, because you have unconsciously set up circumstances which require you to receive “special care”. There may be a subconscious belief that you are too vulnerable to cope, or that someone else should do it for you. You may deal with life by seeking a means of escape. In this case, escape can come through drugs, alcohol, illness and even madness. Or you may give up your individual autonomy by “flowing” with whatever is happening, allowing external events to control you. This can prevent from taking charge of your own life course.You may have a love of indulgence that joins easily with the desire to escape. Emotional extremes, impulses and addictions can take over if your ego boundaries are too loose, leading to all sorts of psychological disturbances. Other people often provide the discrimination, caution and common sense that you need. Thus you do best with analytical types who can give a rational, no-nonsense assessment of any situation.",
                    "The Gift of Pisces Rising": "With Pisces rising you need to balance great compassion, creativity and sensitivity with the constant urge to escape. You seek liberation from your isolated self by merging with others. This may be a romantic ideal, a spiritual dream or a nihilistic vision with no future. Whatever the image is, your challenge is to learn how to manifest your many gifts, and at the same time, stay grounded on the earthly plane. You are a spiritual being living a physical life. Your mission is to make the most of it."
                }
            }
        }
    }
}