{
    "Sun": {
        "Capricorn": {
            "Type": "Cardinal Earth",
            "Ruler": "Saturn",
            "Keywords": "Authority, Mastery, Completion, Organization",
            "Strengths": "Capable, hard-working, serious, practical, prudent, trustworthy, fun",
            "Weaknesses": "Miserly, restrictive, cold, unsympathetic, reckless ambition, fearful"
        },
        "Libra": {
            "Type": "Cardinal Air",
            "Ruler": "Venus",
            "Keywords": "Diplomacy,  Balance, Justice, Partnership",
            "Strengths": "Impartial, balanced, gracious, refined, artistic, relationship-oriented, charming",
            "Weaknesses": "Indecisive, insecure, pleasure-seeking, people-pleasing, passive-aggressive"
        },
        "Virgo": {
            "Type": "Mutable Earth",
            "Ruler": "Mercury",
            "Keywords": "Discrimination, Service, Practicality, Analysis",
            "Strengths": "helpful, modest, sharp, discerning, calm, organized, responsible, close to nature.",
            "Weaknesses": "critical, lazy, servile, scattered, forgetful, confused, nervous, stressed."
        },
        "Leo": {
            "Type": "Fixed Fire",
            "Ruler": "The Sun",
            "Keywords": "Creativity, Love, Warmth, Self-Expression, Leadership",
            "Strengths": "Confident, self-expressive, loyal, honourable, affectionate, regal, romantic, fun",
            "Weaknesses": "Vain, selfish, arrogant, hedonistic, dictatorial, extravagant, superficial, snobbish"
        },
        "Gemini": {
            "Type": "Mutable Air",
            "Ruler": "Mercury",
            "Keywords": "Communication, Interaction, Exchange",
            "Strengths": "Lighthearted, cheerful, intelligent, adept, versatile, responsive, dexterity, sociable, engaged",
            "Weaknesses": "Superficial, silly, gossip, unfocussed, nervous, unemotional, cold, erratic"
        },
        "Taurus": {
            "Type": "Fixed Earth",
            "Ruler": "Venus",
            "Keywords": "Stability, Structure, Security, Reliability, Sensuality",
            "Strengths": "Steadfast, loyal, calm, affectionate, practical, productive",
            "Weaknesses": "Stubborn, unreasonable, overindulgent, stingy, rigid, dull, materialistic"
        },
        "Scorpio": {
            "Type": "Fixed Water",
            "Ruler": "Mars",
            "Keywords": "Transformation, Intensity, Purification, Power",
            "Strengths": "Creativity, healing, transformation, regeneration, loyal, focussed, pure, intimate, erotic",
            "Weaknesses": "Destructive, annihilation, cruel, seductive, manipulative, controlling, betrayal, possessiveness"
        },
        "Sagittarius": {
            "Type": "Mutable Fire",
            "Ruler": "Jupiter",
            "Keywords": "Inspiration, Truth, Expansion, Meaning",
            "Strengths": [
                "Inspired",
                "seeking knowledge",
                "visionary",
                "fortunate",
                "joyful",
                "purposeful",
                "philosophical",
                "adventurous"
            ],
            "Weaknesses": [
                "Unprincipled",
                "narrow",
                "fanatic",
                "reckless",
                "gluttonous",
                "coarse",
                "rude",
                "amoral"
            ]
        },
        "Aquarius": {
            "Type": "Fixed Air",
            "Ruler": "Saturn",
            "Keywords": [
                "Idealism",
                "Community",
                "Liberty",
                "Equality",
                "Science"
            ],
            "Strengths": [
                "Socially aware",
                "humanitarian",
                "egalitarian",
                "civilized",
                "impartial",
                "outgoing",
                "unconventional"
            ],
            "Weaknesses": [
                "Cold",
                "critical",
                "aloof",
                "overly rational",
                "erratic"
            ]
        },
        "Cancer": {
            "Type": "Cardinal Water",
            "Ruler": "The Moon",
            "Keywords": "Nurturing, Enclosing, Protecting, Intuiting",
            "Strengths": [
                "sensitive",
                "emotional intelligence",
                "nurturing",
                "psychic",
                "family oriented",
                "empathetic",
                "reliable"
            ],
            "Weaknesses": [
                "hyper-sensitive",
                "emotional",
                "selfishness",
                "fearful",
                "overprotective",
                "smothering"
            ]
        },
        "Aries": {
            "Type": "Cardinal Fire",
            "Ruler": "Mars",
            "Keywords": [
                "Activity",
                "Initiation",
                "Energy",
                "Impulse"
            ],
            "Strengths": [
                "courage",
                "bold",
                "inspiring",
                "intuitive",
                "decisive",
                "direct",
                "devoted"
            ],
            "Weaknesses": [
                "foolhardy",
                "egotistic",
                "selfish",
                "self-oriented",
                "unthinking",
                "impulsive",
                "zealot"
            ]
        },
        "Pisces": {
            "Type": "Mutable Water",
            "Ruler": "Jupiter",
            "Keywords": "Service, Sacrifice, Compassion, Mysticism",
            "Strengths": [
                "Empathy",
                "intuition",
                "sensitivity",
                "service",
                "imaginative",
                "creative",
                "devotional"
            ],
            "Weaknesses": [
                "Ungrounded",
                "victim",
                "suffering through sacrifice",
                "addictive",
                "critical",
                "afraid",
                "lost"
            ]
        }
    },
    "Moon": {
        "Capricorn": {
            "Summary": "Born with the Moon in Capricorn, you are likely to be innately responsible, pragmatic and measured in the ways that you respond. Capricorn is an Earth sign, and so pertains to the tangible and practical dimensions of life. Capricorn is also known as a Cardinal sign, which implies a need to take action. When practicality and activity combine, the urge to master material resources is usually present. With the Moon in Capricorn, you are likely to have an innately serious and responsible nature, seeking to make the most of whatever resources you have at your disposal.",
            "Description": {
                "Cardinal Earth Sign": "When practicality and activity combine, the urge to master material resources is usually present. With the Moon in Capricorn, you are likely to have an innately serious and responsible nature, seeking to make the most of whatever resources you have at your disposal.",
                "High Expectations": "Responsibility, and all this entails, will probably form a background theme in your life. You may have had to step into a position of responsibility early in life, or received strong impressions from your parents (most usually mother) about the need to live up to certain expectations in life. You may feel a deep sense of duty around supporting others, and will naturally be drawn to areas of life expression which allow you to demonstrate a capacity to accept responsibility. You are likely to have the ability to assist and nurture others in practical ways, and will often be seen as “the capable one” who can be relied on to find realistic solutions to current problems. The Moon is said to be in “detriment” in this sign, implying that easy and spontaneous emotional connections are not your forte. You are likely to be self-conscious in your emotional approach, and may appear reserved at first, taking time to warm to others and develop closeness. While you may have a huge heart, you do not give it away easily. You need time to get to know others and work out how you really feel about them. It is important to understand how serious or worthwhile any emotional involvement may be before you get involved. Whilst to others this may seem calculating, for you it is just a realistic assessment of the fact that emotional ties can be burdensome, and taking yourself seriously involves assessing exactly where a situation is taking you, and if that is where you want to be. Yet this pragmatism can also be a source of strength. It can give you stability and create a realistic attitude to life’s emotional ebbs and flows. On the up side, this means that for those you hold near and dear, you will be consistent, strong and true. You have an innate ability to follow through on what you say, and are likely to value greatly the worth of family, continuity and emotional commitment. On the down side however, your pragmatic approach to feelings and relationships may lead to a tendency for projecting to others a cold and unavailable nature, concerned more with the bottom line of what you will ‘get’ from a connection, rather than just being able to enjoy closeness and intimacy for what it is.",
                "Proven by the Test of Time": "The sign of Capricorn relates to foundations, structures and the gift of Time. You are likely to value tradition, status, and social position. You will require from others the same level of responsibility and capacity that you demonstrate for yourself, and will respect people or situations that demonstrate longevity and persistence. On some level, you are likely to feel most secure when you have solid structures and foundations around you. To this end you may be somewhat conservative, with strong ambitions for yourself based on recognition and accomplishment. Achievements carry powerful emotional overtones for you, and you are likely to feel an inward need to live up to being the best that you can be. You may have a need to prove yourself ‘out there’ in the world as a concrete example of your inner values, so reflecting an aptitude for responsibility and commitment. Alternately, you may have a much more private idea of what success and accomplishment mean to you. You may be less concerned with worldly success and more concerned with doing the best you can on a more personal level. You may set high standards for personal development, with a profound sense of integrity and authenticity. Whether your focus is material or spiritual, you are likely to be committed to making sure that you achieve the things that you expect of yourself. If other features of your chart imply more freedom-loving or unconventional qualities, you may be at odds with other voices within your psyche. If you find yourself struggling between the need to fulfill obligations and the need to be free just remember that your innate capacity to commit and demonstrate responsibility can be expressed in many different ways. As long as you live up to your own expectations in terms of what responsibility means to you, you will feel emotionally stable and secure. From this stable base, you can spin off into any form of expression you so choose.",
                "Self-Sufficient and Strong": "You are likely to be highly self-sufficient and contained, but need to remember that sometimes we build strong emotional foundations by sharing our strengths and weaknesses, talents short-comings and abilities with those around us. You are no doubt very capable, but need to be mindful of a tendency to isolate yourself upon your own mountaintop of duty and responsibility. You may have an innate tendency to expect that no one else will be as thorough as you are, and so take on far more than you need to, at times even taking from others duties that are rightfully theirs. Try not to look down upon “mere mortals’ less capable than you, but realize that your strengths and capabilities have been earned through hard work and sacrifice, yet only count for something if you can share them with someone else. In sharing responsibilities, you will achieve the position of respect and responsibility that you so naturally deserve. In letting others demonstrate capability and endurance, you help build a fertile platform upon which material stability is achieved. With the Moon in Capricorn, you are likely to be innately concerned with how you appear publicly. You tend to be aware of the value of reputation and protocol, and so, will avoid doing anything publicly that may diminish you in the eyes of others. Because you recognize the value of a good reputation, you will strive to appear capable, contained and in-charge. Whilst this is useful in terms of earning respect, it may mean that you avoid extending yourself at times because you will not let yourself learn. You can set such high standards of achievement for yourself that you expect to be able to master whatever you attempt almost as soon as you begin. Rather than learning through a process of trial and error, you will stop yourself doing things unless you are already innately competent. It is important that you recognize the need for learning or apprenticeship along the road to mastery. Showing others your vulnerabilities will not hurt you as much as you may fear, and can in fact help them appreciate your achievements more through seeing your commitment to high standards through hard work.",
                "Born With The Moon in Capricorn": "Finally, there may also be a need to release old, crystallized emotional patterns or unconscious fears through subconscious re-programming. Because the Moon represents the genetic or emotional framework through which we view experiences and learn about the world, there may be a tendency to ‘get stuck’ when that frame is inclined to endure and ‘hold-on’. In this sense, unconscious fears, limitations and restrictions may prevent you from opening up to an easy, spontaneous flow of emotion. Old habits and memories can prevent you from connecting with the here and now. There may be inhibitions around revealing the true extent of your feelings, and you may keep others at a distance so they never know how much you really need them. Developing empathy, the ability to self-nurture and kindness for yourself are highly recommended. This will help dissolve any old and unwanted emotional patterns, and open the door for greater vulnerability and closeness with others. You may find tactile or emotional therapies useful for you if find this hard to achieve. Because you are used to demonstrating fortitude and resilience, you may find it hard to soften and let others in. But when you share your capacity to accept responsibility and build solid foundations in life, you are rewarded with full appreciation from those who can understand the depth of your emotional commitment."
            }
        },
        "Libra": {
            "Summary": "Born with the Moon in Libra, you are likely to have a deep need for peace and harmony in your life. Libra is an Air sign, governing communication, the exchange of information or ideas, and the protocols around which relationship occurs. Accordingly, you may find that you have an innate need to connect with the world around you, and may have a talent for creating rapport with others. Libra is also a Cardinal sign, highlighting the need to act. The action  required is whatever is needed to restore balance. Libra is symbolized by the Scales.",
            "Description": {
                "Cardinal Air Sign": "Born with the Moon in Libra, you are likely to have a deep need for peace and harmony in your life. Libra is an Air sign, governing communication, the exchange of information or ideas, and the protocols around which relationship occurs. Accordingly, you may find that you have an innate need to connect with the world around you, and may have a talent for creating rapport with others. Libra is also a Cardinal sign, highlighting the need to act. The action  required is whatever is needed to restore balance. Libra is symbolized by the Scales. This need for balance and harmony in your life extends from your personal environment to your social life, and all the relationships you have with others. You are likely to be a natural peace-maker, with innate diplomatic and negotiating abilities. You are probably adept at seeing things from another’s point-of-view, and can be counted on to both listen when needed, and offer objective advice when required. Your instinctive ability to get on with others can make you popular and gracious in most situations. You are likely to be quite a social individual, respected for your reasonable, fair-minded approach to life. Because you are likely to be an excellent negotiator, you will always be good with anything that requires finding common ground. You may do well as a host, counsellor, promoter, mentor or sales person – anything which requires you to balance potentially conflicting agendas. Well-equipped to objectively assess all sides of a situation, you are likely to be very good at communicating with others in ways that are balanced, harmonious and fair.",
                "Born with a need for balance": "Principles will be important to you. You are likely to have a strong sense of justice, and will feel disturbed by any situation that you perceive as unfair. Your peace-making qualities may mean you become involved in situations where inequity is an issue, having a need to take action so that principles of fairness and justice are upheld. Conflict may surround you, but when you assert your need to be fair, you show others how to find the middle-ground. Libra is ruled by the planet Venus, suggesting you will have natural talents where other people are concerned. You are likely to be charming, intelligent, witty and gracious, a ready go-between. At your best,  you will have an instinctive desire to bring out the best in others, and can smooth over any difficulty in a social situation. This ease can open doors and cement opportunities. As a sign of relationship, Libra of course needs to interact with others. Therefore this is likely to be a relationship lifetime for you, and everything will work better for you when you do it with others rather than on your own.",
                "Being your best with others": "The need for relationship can prove challenging however. You may overemphasize the importance of relationship, and may feel emotionally disturbed if you don’t have someone significant in your life. You may act or think in ways that are not always for your best interest just to keep a relationship alive. Then you may find then yourself involved in situations that are disturbingly out of balance, and do not reflect your true needs. The downfall here is that you may have a tendency to put your need to please and appease other people over your willingness to have your own needs met, resulting in an instinctual response pattern where you always bend your will to other people, being to afraid to reveal what it is that you truly want. This can lead to all sorts of passive/aggressive behaviours, as you attempt to co-opt others, and work your will without being honest about what your real agenda is. Your fear of being disliked or confrontational may be so strong that you fail to assert who you really are, so that you go along with situations that are not good for you, rather than “go it alone”. This can lead to the double jeopardy of never getting your real needs met, while leaving others with the feeling that you have something to hide. The problem is you may be afraid to be open about your own needs for fear of being disliked, yet so skilled in the art of people-management that you get the result you are after, without the joy of real collaboration that comes in the end. Not being open about how you really feel can create all sorts of emotional upsets in close relationships, leaving others feeling manipulated and you feeling guilty about the way you have conducted yourself. To avoid misunderstanding, you are encouraged to be open and assertive in all your dealings with others. Usually, the bottom line here is that you are trying to be fair to all parties concerned. This means you may find it difficult to decide the best course of action to take. You may have a habit of becoming indecisive when you try and do things based on what you think others expect. But if you remember to focus on what is correct and fair,  then you can commit to taking action in ways that are fair for everyone involved, including yourself.",
                "A natural sense of design": "On another level, those born with the Moon here often have natural design skills. Libra rules all forms of symmetry, proportion and balance. It represents the underlying patterns through which beauty manifests. You are likely to be innately aesthetic, in that you are drawn to harmonious or well-balanced environments and art-forms. Some of you will have a way of dressing that compliments your proportion and tone. Others will have a strong sense of coordination, and will be very good at making things work together to bring their best features out. Because of your need for balance, you are likely to find that chaos does not sit well with you. You will do better  in environments that are calm, considered or even zen. Your working space should be clear and clutter-free. Your home should reflect a simple elegance and natural understanding of style. When surrounded by discordant energies, your emotions are easily frayed. When you respond to this need for balance by seeking an harmonious life, you are able to stay in your centre and become a point of equilibrium for everyone else around.",
                "Born with The Moon in Libra": "At its best, Libra is an objective, sociably-oriented sign. Born with the Moon in Libra, you are likely to have an innate need to uphold justice in all concerns. Your sense of balance in social situations means you can easily relate to others through finding the middle-ground. Your sense of cooperation means that you need others in your life, and will feel as if nothing works as well for you if you do it on your own. This need also extends to the aesthetic side of life. You will have a natural sense of beauty and will thrive when surrounded by harmony in your environment. With a natural grace and charm, you will always find what you need when focussed on finding the beauty in life."
            }
        },
        "Virgo": {
            "Summary": "Whilst your Sun Sign describes qualities you are learning to develop and become, your Moon in Virgo describes who you already are. With the Moon in the practical and systematic sign of Virgo, you are likely to be someone who is highly appreciative of structure, organization and detail. You will find your life works better with well-established systems in your personal and professional life. Virgo is an Earth sign, and so pertains to tangible or physical things. It is also known as a Mutable sign, which infers a need for variety and change.",
            "Description": {
                "Mutable Earth Sign": "With the Moon in the practical and systematic sign of Virgo, you are likely to be someone who is highly appreciative of structure, organization and detail. You will find your life works better with well-established systems in your personal and professional life. Virgo is an Earth sign, and so pertains to tangible or physical things. It is also known as a Mutable sign, which infers a need for variety and change. When practicality and change are brought together, the principle of refinement is found. Born with the Moon in Virgo, you are likely to have an innate need to improve or refine the circumstances around you – combining practical know-how with the analytical quality necessary to achieve specific results. Virgo is a sign of service. You are likely to find you have an innate need to nurture yourself and others through offering practical service in everyday ways. Virgo is also a sign of humility. You may be quite happy working behind the scenes, adding your considerable talent for organization to whatever you are involved in and happy to be of service, often asking nothing in return. The satisfaction of a job well-conceived, well-planned and well-done often provides the result you need. You should take care, however, not to allow this instinct for service to be manipulated, or taken advantage of by others. Ancient astrologers saw a relationship between the sign of Virgo and the condition of slavery. It is important that your need to be useful does not turn into the need to be someone else’s “pack-horse”.",
                "Structure and Routine": "The Moon refers to how we need to be nurtured. You will find a tendency to feel safe or secure through knowing that things are tidy, structured and planned. Routine is your friend, and establishing well-ordered routines in your daily life will help you think more clearly. Virgo is associated with process and purification at both material and mental levels. You are likely to be emotionally affected by how well your daily systems are functioning and how ‘pure’ life conditions are. At a simple level, you are likely to feel awkward and uncomfortable in chaotic environments. You will feel more serene and so focussed in an organized space. At a more subtle level, you can be emotionally affected by food additives, pollutants and synthetics in your environment. This is not to say that you are ‘precious’ or need to be wrapped in cotton wool. It is just that you will feel impurities more acutely than others. Above all else, you need a calm, peaceful and well ordered environment to access your astute thinking processes. You are nurtured by organization and structure. You assimilate information better when processes are clear, and sources of nourishment relatively clean. This is a sign of mental discrimination. You may have innate talents for editing or discernment, able to describe other people’s traits, dispositions and downfalls. Thus you may have strong writing abilities, or work well in fields involving communication, personal service and customer relations. You are likely to have a keen mind, and a great eye for detail. This can be turned to its’ full advantage by seeking occupations that allow you to capitalize on your ability to spot the ‘bottom line’. You are likely to be very good at extracting the essence from something otherwise complicated. You have the ability to sort the wheat from the chaff, and find what is essential in a sentence, task list or schedule.",
                "Analytical Qualities": "Because of your strong analytical ability,you may need to make sure that you watch your tendency to be overly critical, finding fault with yourself and others rather than working toward improving whatever situation you are in. Your capacity for analysis is great for problem-solving, but can also be your downfall.You are likely to be highly adaptable, but also prone to excessive worry. You can easily fall victim to nervous tension by constantly finding faults or remaining in chaotic environments that go against your instinctual needs. It is important that you learn to take time out when needed, and find ways to remedy the effects of too much nervous tension. Meditation, yoga, martial arts and other forms of mind-body exercise can be especially beneficial. This will greatly assist you to stay focussed and calm. Often, those with the Moon here can be quietly critical of self and others. Your tendency to criticize your own efforts may make it difficult for you to see your own true worth. You may underestimate your contributions and be innately convinced that whatever you do, it is not good enough. This can be a humble and shy position for the Moon. Unless other factors in your chart offer more outgoing tendencies, you may fail to receive credit for all that you have achieved. It is important that you learn to recognize how useful you are. Next time you are concerned that you have not ‘done enough’ simply ask yourself if you have improved the situation you are in. Rather than striving to be perfect, you will find that striving to make things better satisfies your need to be useful, and helps you take unrealistic expectations off yourself.",
                "Health and Wellness": "On another level, Virgo is associated with the body and health. Thus, you may have an instinctual interest in matters of health, diet and nutrition. You may be naturally quite healthy simply because you have an interest in your own wellbeing, and notice that life flows better for you with regular exercise and good eating habits. It is very important that you to pay close attention to what you do, and do not, eat. Often, those with the Moon here have very delicate digestive and nervous systems. You are likely to find that you may have trouble with your stomach or nerves if you lose touch with your own bodily needs. Excess worry or problems with digestion may plague you if you do not pay attention to what you ingest. Taking in pure food (as well as experiences) is a very practical thing for you. You can be adversely affected by processed foods, and overcome with anxiety if exposed to harsh or critical people. Making sure you improve the systems that regulate your own personal life is essential for you. Through good food, routine and regular exercise you can enjoy extraordinarily good health. This interest in health is often quite strong. You may have natural abilities in any area to do with health, nutrition and healing, especially in the area of natural therapies, herbs and pharmacology. Often those with the Moon here are drawn to service roles such as nursing and community work. Finding ways to be useful is important. Any activity that lets you combine your innate practicality, fine mind, and willingness to help can work well for you, leading to beneficial outcomes for all concerned.",
                "Born with The Moon in Virgo": "Born with the Moon in Virgo, you are likely to be innately service oriented, analytical and practical. You have an extraordinary ability to offer assistance to others, both from your willingness to serve and your capacity to problem-solve. For you own personal happiness you must find a balance between mind and body, knowing when it is time to process information and when it is time to simply relax. A path of moderation will probably suit you best, and put your on the way to enjoying life long good health by doing those simple things that make your everyday experiences more natural and organized."
            }
        },
        "Leo": {
            "Summary": "Whilst your Sun Sign describes qualities you are learning to develop and become, the Moon in Leo describes who you already are. With the Moon in the dramatic, generous and fun-loving sign of Leo, you are likely to have an innate need to approach life from a place of fun, passion and creative self-expression. Leo is a Fire sign, and so pertains to spirit and inspiration. On an emotional level, you are likely to be warm, generous and innately confident. Leo is also a Fixed sign, implying constancy and perseverance. When you love, you love intensely.",
            "Description": {
                "Fixed Fire Sign": "With the Moon in the dramatic, generous and fun-loving sign of Leo, you are likely to have an innate need to approach life from a place of fun, passion and creative self-expression. Leo is a Fire sign, and so pertains to spirit and inspiration. On an emotional level, you are likely to be warm, generous and innately confident. Leo is also a Fixed sign, implying constancy and perseverance. When you love, you love intensely. Moon in Leo can be counted on for your loyalty and level of support. Fire signs are known for an abundance of energy, and you may be ever ready to shine this abundance of emotional warmth toward those you hold near and dear. The sign of Leo is ruled by the Sun, and associated with royalty. Thus, your emotions are likely to possess this solar quality, radiating to those you feel benevolent toward, and perhaps striking out fiercely against those who have lost your favour. With the Moon in Leo, you are likely to have an innate sense of dignity,  and will expect a certain level of treatment and respect from others As a sign of royalty, you may have fairly lavish tastes, and will feel most comfortable when surrounded by people and situations you feel reflect your inner image of yourself.",
                "Drama and Creativity": "On an instinctive level, you are likely to feel strong emotions. There is often a passionate intensity that needs to be expressed. Leo is a dramatic and creative sign. You may find that you are always seeking outlets to pour your creativity and personal expression into. You will always feel more energized when your natural spontaneity and exuberance can be expressed. This can range from traditional Leonine art forms that involve flamboyance and self-expression such as dance, drama and design. Or you may find your creativity is easily expressed working with children, or at the helm of a business where you  can see your ideas coming into form. You may find that the rituals of religion represent for you deep feelings of reverence and devotion which bring a creative dimension to your life. Whatever you do, you find your day is more colourful when you have some kind of creative outlet, and so finding ways to express yourself is likely to be important for you.",
                "Fun and Romance": "Leo is a sign of romance. You may find that you specialize in dreaming up vibrant ways to show others that you care. You are likely to be someone who needs reassurance and affection to feel connected with another, and will look for ways to keep your romantic life alive. It is important for you to form relationships with people who will shower you with affection and fun. At this level, it is very important that you find a partner who is demonstrative, and pays attention to your emotional needs. When partners take the time to make you feel special, then you can respond by sharing all your abundance of emotional warmth with them. Win-win scenarios ensue when you are treated with the affection you need, and give others the same in return. The Moon in Leo is associated with children. You are likely to be in many ways a kid at heart. You will enjoy play, fun and spontaneity and can easily get along with children at their level. You may have an innate understanding of where children come from and what their real needs are. Spending time with children helps open up your own creativity and sense of fun. You may also find that life only feels complete for you when you find ways to express your ‘inner child’. Taking time out for fun and adventure is like medicine for you, and will be an important way of  finding ‘food for the soul”.",
                "Leadership and Organization": "Leo is also a sign of leadership. On an instinctual level, you may feel that you are here to lead others. Thus, you do best when you feel in control of situations. This is the sign of the organizer, and you may have an innate understanding of how to bring an event or opportunity together. You may a gift for social situations, and instinctively know how to bring the fun and flair into any setting. You have natural executive and leadership qualities  that inspire others to follow you. When you lead from a place of confidence and fun, others will happily rally around your sunny disposition, wanting to follow you on the road to the next adventure. Your natural sense of fun and joy unites with your desire to do things well. You can encourage people to join forces and commit to a particular outcome, whilst at the same time enjoying the ride. On another level, the Moon in Leo is associated with pride. You are likely to have an innate pride in yourself and want to do things to the best of your ability. Pride can make you aim high and follow through on your commitments. But when you let this inherent sense of pride take over you, may develop the opinion that you are always right. You may have a tendency to being overly demanding, dismissive or controlling, insisting that you always get your own way. If you try to lead others by thinking only about your own needs or expectations then you will find they rebel. You will then have trouble balancing your innate need for recognition and approval with the fact that your team have turned their back on you. You must be careful not to let your natural sense of authority and dignity become self-centeredness and domination. This will lead to isolation, and the unhappy experience of not having other persons around you to share your creative ideas and abundant emotional energy.",
                "Born with the Moon in Leo": "At its’ heart, Leo is a sensitive and impressionable sign. You are easily hurt when you don’t get the recognition that you feel you deserve. Moon in Leo needs approval in order to keep the heart fires burning. You need to find ways to express yourself creatively, be with other people, and take up your natural leadership role. For this to happen, you must ensure you do not isolate anyone through snobbery, or make others subject to your, at times petty, emotional demands. Learning to recognize the extent of your passions, and then recognizing that others needs are just as “special” as your own will keep your feet on the ground, your heart in the right place and happy experiences flowing easily into your life."
            }
        },
        "Gemini": {
            "Summary": "Whilst your Sun Sign describes qualities you are learning to develop and become, your Moon Sign describes those that you already are. Born with the Moon in Gemini, you are likely to be a curious individual, with an active, versatile mind. Gemini is an Air sign, governing communication, the exchange of information or ideas, and the protocols with which social organization occurs. Accordingly, you may find that you have an innate need to know as much as possible about the world around you, and may have a talent for numbers, speech or the written word.",
            "Description": {
                "A Mutable Air Sign": "Born with the Moon in Gemini, you are likely to be a curious individual, with an active, versatile mind. Gemini is an Air sign, governing communication, the exchange of information or ideas, and the protocols with which social organization occurs. Accordingly, you may find that you have an innate need to know as much as possible about the world around you, and may have a talent for numbers, speech or the written word. Gemini is a Mutable sign, implying the need for variety and change. You are likely to find that you are easily engaged in new things, seek stimulation and may become easily bored. You are likely to be very adaptable, and love anything new. You may be an instinctive multi-tasker, and may habitually involve yourself in many tasks at the same time. Your need for variety means you are better when doing several things at once, but need to avoid scattering your mental energies so that very little actually gets done. The essence of this sign is communication. Unless other factors in your birth chart dominate, you are likely to enjoy sharing information with others, and may be very talkative. With the Moon in Gemini, may find yourself involved with lots of different people, flitting from group to group, situation to situation, in order to exchange information and ideas. Information is the foundation of your emotional wellbeing. You are likely to feel at your best when actively engaged in learning something new.",
                "A Need to Communicate": "For the Moon in Gemini, information is paramount. You may not need to study something in depth to feel that you know enough about it. As long as you have glimpsed the basis of an idea or opinion, you may then feel satisfied to move on. Like the literal social butterfly,  you may find yourself moving from person to person, gathering data, ideas information or facts before moving on to share what you have gained. You need to know about what is going on around you, and will enjoy imparting to others the information they may need to get through the day. Sometimes, this love of information can extend to gossip. You may have a weakness for scandals, trivia and trashy magazines! You like to know what is happening in other peoples lives. This works well for you when your love of knowledge stimulates good conversation and an interest in the world around you. When taken to extremes, a love of gossip can work against you. You may find that you inadvertently develop a reputation for being fickle, two-faced or unreliable. Others may know you cannot be trusted to keep a secret, and so will exclude you from the true details of their personal lives. Or you may attract to yourself persons who thrive on discussing the misfortunes of others. This can create a negative backlash that will ultimately bring you undone. Discretion is an important trait to develop when born with the Moon in this sign. Because you are interested in everything does not mean you have the right to spread it around!",
                "Socially Engaged": "The Moon in Gemini is a very inquisitive placement. In many ways, you experience a sense of personal worth by connecting to other people, talking to them about their problems and concerns, and finding out what makes them tick. You are less likely to be concerned with deep emotional intricacies as you are with the peculiarities of their life circumstances or perspectives. Once you have ascertained where someone is coming from and why, you are likely to then feel compelled to move on to someone else, having satisfied your need to exchange information, so entering another “data file” into your catalogue of human experiences. Your interest in others is indeed genuine. You may just find you have an almost unquenchable need to know more. In essence, you will need to find a balance between your need for information, and your ability to connect with others on more than superficial terms. As the Moon is also concerned with nurturing, you may have a special ability to make others feel good with what you say. Because you know how to nurture with words, you may know the right thing to say at just the right moment to get others feeling light and bright again. Moon in Gemini is known for humor and entertainment. You may instinctively know how to keep things fun. Talking around the surface of things stop them getting heavy. You are likely to have an uncanny ability to turn the conversation around when needed to the brighter side of life. You are probably very good at defining emotions. You have the ability to categorize experiences based on objective fact, but may be less comfortable actually feeling what is happening. In this sense, you may attempt to avoid deep emotional experiences, feeling more certain of yourself with rational or logical discussion where you can analyze a certain situation, classify it, and move on. In time, you will need to learn to deepen your emotional experiences, so that you can learn why certain emotions occur. Rather than detaching from emotional involvement, you may find that experiencing emotion, then adding logic, helps broaden your social repertoire.",
                "Skills with Words or Numbers": "As the Moon rules the instincts, you may have instinctual talents with words and numbers. You may be good at keeping score, at accounting, or any form of commerce. You may also have a love for trade, enjoying the hustle and bustle that goes along with bartering and retail. You may have a love of gadgets, and be drawn to anything bright, shiny and new. You may be an instinctive flirt, and love flitting from one admirer to the next. This Moon position is often associated with those whose main concern is with the external world, exchanging facts, ideas and commodities without getting too consumed by the deeper, or more mysterious, dimensions of life. This is fine, as long as it does not preclude you from acknowledging that you are also an emotional being, with passionate needs that also need expression. Then your love of logic can be balanced with a well-rounded interpersonal life.",
                "Born with the Moon in Gemini": "At its best, Gemini is a lively and versatile sign. Born with the Moon here, you are likely to have a quick and adaptable mind. Your interest in whatever is happening around you means that you will feel an ever-present need to “know”. Once you have discovered something, you will want to share it with those around. Upon this foundation, your need for communication grows. Emotional balance comes from being connected to your immediate environment and having other people in your life. The need for variety and change is usually strong here, and you will seek multiple experiences and projects to keep you on the go. Your curiosity can be both an endless source of discovery and a good deal of personal charm. Connected with others, you can share what you have learned. Moving from situation to situation generates feelings of newness and excitement that will always give you something interesting to talk about."
            }
        },
        "Taurus": {
            "Summary": "With the Moon in the sign of Taurus, you are likely to have an innate need for security and comfort. Taurus is an Earth sign, and so pertains to the tangible, material aspects of life. You are likely to find that you relate easily to the physical plane, and find much comfort in what you can see, hear, smell, touch and taste.",
            "Descriprion": {
                "A Fixed Earth Sign": "With the Moon in the sign of Taurus, you are likely to have an innate need for security and comfort. Taurus is an Earth sign,  and so pertains to the tangible, material aspects of life. You are likely to find that you relate easily to the physical plane, and find much comfort in what you can see, hear, smell, touch and taste. Taurus is also a Fixed sign,  implying constancy, patience and perseverance. This suggests that you will by drawn to circumstances which are predictable, concrete and well-established. Preferring to know the ground upon which you stand, you are likely to seek the comfort of tangible outcomes, and the security of knowing what can or cannot be maintained. In essence, it is usually quite fortunate to be born when the Moon is in this sign. Here, the lunar energies are particularly strong, owing to the special connection between the Moon and Taurus. Astrologers describe the Moon as “exalted” in Taurus, which means the qualities of fecundity, nurturing, sustenance and fertility are most easily expressed. If you are born with the Moon in Taurus, you have a greater opportunity to be in touch with your fundamental needs, together with the practicality to know how to achieve them. Often, those born when the Moon is in Taurus find it easy to enjoy the pleasures of life, coupled with an uncanny ability to somehow attract them.",
                "Attracting Abundance": "On this point, those born with the Moon here rarely find themselves going without. It is almost as if you have the capacity to magically attract exactly what you need. You may find that you somehow always have enough, or just when you start to feel the need for something, it synchronistically appears. For maximum effect, you should share these resources with others. With the Moon in Taurus, you will find that the more you share with others, the more you will get. Rather than coming from a place of fear – thinking you have to hold onto what you have – your best approach is to see money or resources as simply a concrete manifestation of life force. Allowing this energy to flow through you generates greater abundance in return. You experience more comfort in life when you share comfort with others, and from this position, will probably never be without. The Moon in Taurus gives you the intuitive capacity to unconsciously manifest the resources and experiences you need to feel comfortable. Comfort is a key issue, and with the Moon here, you are likely to find that you need comfort and security in order to feel emotionally centered. This is not to say that you are innately materialistic. You just know that life flows better for you when you are materially secure. Emotional stability is reflected in your attitude toward material possessions. Knowing how to appreciate quality, you will be instinctively drawn to finer things. You may not feel that you need to hold onto them, but you will understand that your ability to appreciate the best in life is a reflection of your self-worth.",
                "Emotionally Secure": "Self-worth is connected to material security. You will notice that you tend to feel emotionally secure when you know you are taking care of yourself, as well as others. You are likely to be instinctually aware of possessions (or their lack) and this will reflect greatly on how you view your self. For you, self-esteem and possessions are intimately linked. It is not that you have to have material things to feel that you are worthwhile, but more an innate sense that life is there to be enjoyed, so that when you allow yourself the pleasures of life, you demonstrate a level of self-care that creates emotional fulfilment. You may be happy with just a bowl of rice and a blanket, but will truly understand that life is greatly enhanced when the rice is nutritious and the blanket of good quality. The best way to nurture yourself is by ensuring that you have this quality and comfort in your life. This is not to say that you are greedy or possessive. In fact, the opposite is usually the case. Because you can easily attract to yourself what you need, you tend to learn early on that life is even better when you share what you have. On an emotional level, you are likely to be warm, generous and giving. You will enjoy nurturing others with the fine things you have found. How demonstrative you are will depend on other factors in your chart, but as a bottom line, you are probably extremely generous and dependable. A loyal and devoted friend, you are also likely to be a giving and reliable partner.",
                "Bodily Awareness": "Because you are innately connected to the physical plane, you will have a heightened awareness of the body and its senses. You can easily find comfort through sensual things, and are likely to have a heightened appreciation for physical pleasure. Massage, body care, fragrances, good food or high-quality materials are likely to appeal to you. You will be deeply anchored in your physical body and enjoy all the pleasures that the senses can bring. A great way to nurture yourself is by connecting with the sense and taking time out to balance yourself through physical experiences. Taurus is a sign of great stability, patience and perseverance. You are likely to be seen by others as generally reliable, gentle and calm. Because your unconscious reactions rest on solid ground, you tend to weather the storms of life with less upset than more volatile types. As long as there is comfort and security in your life, you feel fine. Therefore, you need to experience the warmth and security of loving relationships so that you can express your need to share life. Taking care of others is a great source of satisfaction. Helping them to experience and appreciate the quality of life gives you much joy. This stability, however, may have another side. There may be a tendency toward stubbornness or fixed emotional patterns, though this would only be likely if other chart factors added to the famed Taurean tendency to get stuck in a rut. On the whole, you are probably easy-going, generous and gentle, seeking peace, harmony and beauty in life. At the same time, you are able to attract what you need because of your cooperative nature. If at times you do display the more negative emotional qualities of jealousy and possessiveness also attached to this sign, it is usually because you have been pushed to that point by others, or through extra factors within your chart which heighten such tendencies. If stubbornness rears its head in you, then you simply have to ask yourself do you really have to hold on to what you think you do, or are you simply experiencing a state of fear?",
                "Born With The Moon in Taurus": "All in all, this is one of the nicest placements for the Moon to be. You are likely to manifest abundance, creativity and sensual comfort in your life because such experiences are to be cherished and enjoyed. Your need to take care of yourself well should ideally be reflected in how you care for others. When you open to the flow of abundance in your own life, you bring similar rewards to others. Finally, a word of warning might be said about any tendency (in fact, the emotional need) toward excessive indulgence through comfort. Overindulgence is a real possibility, especially if the Moon links up with Jupiter, so you should be careful to avoid excess in food, drink or just lazing around. Your love of comfort can easily turn to accumulation at later stages of life. Gaining weight or becoming emotionally bogged down can be a sign of too much indulgence, and should be countered by some form of activity, and perhaps a degree of frank honesty with yourself."
            }
        },
        "Scorpio": {
            "Summary": "Born with the Moon in Scorpio, you are likely to be sensitive and loyal, but have intense emotional needs. Scorpio is a Water sign, which relates to the emotional, psychological and spiritual dimensions of life. You are likely to give the impression of being perceptive, powerful, and transformational. Scorpio is also a Fixed sign, suggesting that when you align your emotions with something you desire – be that a friend/lover or an anticipated outcome – you will be constant, enduring and unwilling to let go.",
            "Description": {
                "A Fixed Water Sign": "Born with the Moon in Scorpio, you are likely to be sensitive and loyal, but have intense emotional needs. Scorpio is a Water sign, which relates to the emotional, psychological and spiritual dimensions of life. You are likely to give the impression of being perceptive, powerful, and transformational. Scorpio is also a Fixed sign, suggesting that when you align your emotions with something you desire – be that a friend/lover or an anticipated outcome – you will be constant, enduring and unwilling to let go. For you, a sense of emotional wellbeing comes from having close and truthful connections with others which allow you to explore the life’s depths. Depending on other influences in your chart, you are also likely to be a passionate individual with a real capacity to connect on an emotional level. You will seek intimacy in your relationships, and demand loyalty in return.",
                "Powerful Emotions": "The sensitivity and depth of your nature means you are likely to have intense reactions to emotional stimuli. Scorpio is not an easy place for the Moon to be. The Moon is traditionally considered in her “fall” here, suggesting certain challenges around how lunar (emotional) qualities are expressed. Because the quality of your emotions – their strength and potential power – can be so intense, they can at times be overwhelming. Early on in life, you may find yourself swinging between extremes, like you are riding a rollercoaster of emotional peaks and troughs. You feel acutely every dimension of life. You will do best if you remember not to collapse yourself into your emotions, or believe that just because an emotion has intensity, it must be acted upon. Part of your nature requires that you learn to allow strong feelings to flow through you, without being overwhelmed by them.",
                "Developing Introspection": "With time, and as greater self-awareness develops, you will learn to understand the depths of your emotions by taking time for introspection. You can gain great insight into yourself and others by developing a true sensitivity to the complexity of emotional needs. As you understand the depth of your own nature, you learn to recognize the true motivations in others as well. Scorpio is also a sign of privacy. You are likely to prefer playing your cards ‘close to your chest’.Rather than letting everybody know exactly what you are experiencing, you learn to keep your true feelings to yourself. Even those nearest to you may have no idea of the depth of emotional storms besieging you, and the relief that comes when the clear light of understanding eventually shines through. To harness your potential for emotional insight and connectedness you should learn to spend time “going within”.",
                "Facing Things as They Are": "You feel intensely, for better or for worse. This can at times make you seem vulnerable, but in truth you are likely to possess great strength. Your emotional nature combines sensitivity with the instinctual awareness that real growth only happens through episodes of pain and transformation. No stranger to this truth, you are likely to prefer to see things for what they are – both in yourself and in other people. You are likely to have a highly developed ability to sense the emotional undercurrents around you, and prefer dealing with the raw truth at any cost. You have a knack for pinpointing what you, and others, really want or need in a situation – which may be confronting – but always brings the truth to light. Through confronting things for what they really are, you bring this light into your own and others lives. By entering and resolving emotional crises, you generate greater emotional or spiritual freedom for yourself and other people. There may be a tendency to try and protect your vulnerability, hiding the true depths of what you really feel. The tendency to suppress or hide your emotions can go both ways. On the one hand, you may try to detach from uncomfortable emotions, and avoid circumstances that will really get you to feel. You may protect yourself from close encounters with others, and find emotional release through fictional or fantasy-based sources. Or, you may attempt to control and dominate others with moodiness, lashing out at them before they can “get to you”. Defence can be used as a form of offence to prevent others discovering how sensitive and vulnerable you really are. Either way, you end up missing the benefit of true intimacy by not letting others share in how you feel. You need to develop trust in others by letting them into your life. This means listening to your own intuition, and choosing the right confidantes to share the real depths of your immensely loving heart.",
                "A Need for Intimacy": "For you, the exchange of emotional energy makes living worthwhile. A need to be close and connect to others is likely to be a constant theme in your life. Through sharing your substantial emotional resources, you uncover the truth about yourself. At the same time, you expose yourself to deeper levels of power and vulnerability. This process of self-exposure is what you need, and ultimately leads you to a form of inner transformation that can only happen through trust and mutual intimacy. The goal for those born with a Scorpio Moon is to develop deeper levels of closeness in life. Through relationships you understand the world around and your place in it. By connecting and sharing with others, inner peace is found. Accordingly, this lunar position is excellent for anything which requires an understanding other peoples’ motives and drives. A natural psychologist,  you will be adept at sensing what others really need. You can do well in any field that involves ‘reading’ others. How clearly you do this will have much to do with what you are prepared to face in yourself. By exploring your own dark cupboards you learn to sense what others keep in theirs. This placement calls for great emotional honesty; an all-or-nothing preparedness to live from a position of power and truth. Your greatest gift is your ability to bring light into your own and others’ lives by seeing things for what they really are. You help others transform what needs redeeming through accepting themselves as they are. If you fail to live from a place of honesty, then you could display the more negative or poisonous potential of the Moon in Scorpio. Overwhelmed by your own vulnerability, you could seek to destroy others. You may (unconsciously or not) try to take others down, rather than face the darkness within yourself. You may find yourself exposing flaws and manipulating weaknesses as a way to inflict pain. If this happens, you need to transform first the pain in your own life before involving yourself with others and having an influence on what they do with theirs.",
                "An Agent for Change": "At the highest level, Moon in Scorpio gives you the ability to transform your own and others lives. You can act as an agent for change, becoming a catalyst for greater growth and awareness. You can help others shift their psuchological values. The potential power contained here is enormous. You have the opportunity to be a force for good. Valuing your own and others privacy, you can be trusted to keep a confidence, and have a rare kind of understanding that is born from simply accepting things for what they are. You can be the one others turn to with their deepest secrets and most hidden pain. When you let them share their stories, you help them heal their pain. When you talk to them truthfully abut you feel is going on you can help them find a path to transformation. With your awareness of the depths of human nature and empathy for others, you can bear witness, offer counsel and help others renew themselves.",
                "Born with The Moon in Scorpio": "Finally, the Moon here often also brings highly developed intuitive and psychic gifts. You may find yourself drawn to explore the mysteries of life, wanting to know more about magic, alchemy or anything occult. Or you may just have very strong instincts, and get information about matters hidden from others in very subtle ways. As this sign relates to the transformation of energy, you will be drawn to anything that involves changing forms. You may have intuitive faculties that can be developed under guidance to assist your professional life, or you may be drawn to areas of life that expose you to crisis, and allow you to use gut instinct for making important decisions in the here and now."
            }
        },
        "Sagittarius": {
            "Summary": "Born with the Moon in Sagittarius, you are likely to be innately optimistic, expansive and positive in your point of view. Sagittarius is a Fire sign, and so accentuates the passionate, idealistic and creative dimensions of life. Sagittarius is also Mutable in action, which means you are likely to have an innate need for variety and change. When passion and variety combine, there is often a deep calling for freedom.",
            "Description": {
                "A Mutable Fire Sign": "Born with the Moon in Sagittarius, you are likely to be innately optimistic, expansive and positive in your point of view. Sagittarius is a Fire sign, and so accentuates the passionate, idealistic and creative dimensions of life. Sagittarius is also Mutable in action, which means you are likely to have an innate need for variety and change. When passion and variety combine, there is often a deep calling for freedom. Because the Moon describes your natural response to things, or where you feel at home, you are likely to feel most comfortable roaming free – exploring your world and expanding horizons wherever possible.",
                "A Need to Roam": "This expansion can happen in numerous ways. On the one hand, this lunar position implies a love of travel, and fascination with foreign places. You may be something of a “gypsy” at heart, with a powerful longing to explore the world and move around. You may find you travel a lot, or seek work and situations that allow you contact with foreign places and cultures. Even if circumstances do not allow, you are likely to wish that they would, and can easily imagine yourself making your home anywhere in the world. Dreaming of far-off places helps you engage with your need to be free. Anything that brings you contact with exotic people and situations will warm your heart. You would rather dine at a distant Mongolian restaurant than spend yet another Friday night at the local bistro. Feeling free to experience other cultures satisfies deep emotional needs. This urge for freedom is very strong, and can make you restless at times. You dislike the feeling of being stuck in any place for too long, and will need variety with your environment. You may decorate your home in an eclectic way, or surround yourself with objects that remind you of places you would like to be. When life becomes too routine, it can easily seem lifeless and dull. Therefore, it is important that you freshen up your perspective from time to time by getting out to places that you have not been before.",
                "Love of Learning": "Another way for you to broaden horizons is through study or learning. This sign relates to the search for truth, and ultimately pursuit of wisdom. You are likely to find you have a need to feel that you are always learning or discovering something new. You may be an eternal student, or spend much of your time with recreational pursuits that have an educational bent as well. You can feel that your world is expanding through the knowledge that you acquire, and even if this just means you are a student of life, you are likely to find that knowledge opens your horizons and helps you feel free. Sagittarius is also the sign of the teacher, as well as the preacher. The need to seek truth and wisdom can also translate into a love of sharing that with others. You may have natural gifts for inspiring others to be the best that they can be. You may be very good at explaining different points of view, and may find that others are drawn to you for the breadth of experience you can share. Your greatest gift is your ability to give others the same freedom you require to find your own truth. When you let them explore different ideas and work out what is true for them, you allow them to expand their awareness. You are likely to make a good teacher, trainer or mentor based on your ability to inspire and educate.",
                "Fantastic but Bombastic": "On the flip side, you may also tend to become so consumed with what you believe to be true that you end of preaching to others in order to convert them to your point of view. You may need to consider whether you have a need to be right, and a tendency to broadcast your belief systems as if they were the only possible option for others to choose. Because this placement implies a strong attachment to the search for truth, there may be a tendency toward believing that what you have discovered as true for yourself should be the truth for everyone else. And so, you may have a tendency toward being bombastic that should be kept in check. When pushed by an emotional undercurrent, you may “share” from a biased point of view, based on trying to prove your version of “reality” and bring others to agree with your point of view. Recognizing that there are many paths which can lead to the same centre is useful, and necessary when agitated by the circumstances that surround you. That said, you are much more likely to be optimistic, positive and sunny in your disposition, with a tendency to live and let live. Sagittarius is a sign of broad-mindedness and you are likely to possess a philosophical approach to life. As a rule, Sagittarian types are more concerned with the big picture than with attention to detail, and unless other factors are present, you may need to watch out for any tendency to brush over the fine print, and get yourself into trouble through an over-reliance on faith as opposed to reason. All in all however, your happy and optimistic disposition should be one of your greatest assets, and help you to rise time and again from any of life’s setbacks. Finally you may also seek to broaden horizons through testing the limits of life itself. Sagittarius is associated with a love of challenge. You may have a need to test the limits of what is possible for you in quite immediate or physical ways. You can instinctively rise to any challenge that is before you, enjoying the feeling of conquest that comes from doing something you couldn’t do before. Here, you can combine your natural positivity with an actual task to focus on, so relishing the new insights that come through learning to go beyond where you’ve been before.",
                "Born with The Moon in Sagittarius": "Your nature means you are likely to be very enthusiastic, and can draw upon a natural flow of insight and intuition in order to solve the problems that present themselves to you. You may enjoy extreme sports, difficult forms of physical activity or just long sessions at the gym. Finding ways to challenge and push boundaries is a great source of emotional satisfaction, providing you with the reassurance that anything just may be possible for you!"
            }
        },
        "Aquarius": {
            "Summary": "With the Moon in the conceptual and humanitarian sign of Aquarius, you are likely to be a unique and somewhat progressive individual. There may be something about you that somehow “separates” you from everybody else. Aquarius is an Air sign, and so pertains to ideas, concepts and communication. It also relates to the social side of life in terms of the protocol that guides how we interact with each other.",
            "Description": {
                "A Fixed Air Sign": "With the Moon in the conceptual and humanitarian sign of Aquarius, you are likely to be a unique and somewhat progressive individual. There may be something about you that somehow “separates” you from everybody else. Aquarius is an Air sign, and so pertains to ideas, concepts and communication. It also relates to the social side of life in terms of the protocol that guides how we interact with each other. Aquarius is also a Fixed sign, which gives qualities of focus, perseverance and endurance. When an Aquarius Moon individual has a clear idea, they are unlikely to easily change it. This combination suggests that concept and relationship will be important themes for you. Your position as someone already ‘on the outside’ gives you the ability to interpret the world around you from an often unique point of view. Because the emotional qualities governed by the Moon are influenced by an Air sign, you may be at times detached or inclined toward objectivity in your emotional responses. This sign is perhaps the least “emotional” of the Zodiac, and consequently, you are likely to be more comfortable with words and ideas, than you are with the more sentimental, or passionate, dimensions of life. You are likely to feel more at ease with fact and concept, and may struggle at times to understand others who are more driven by passion or instinct. This does not mean that you are not emotional. Far from it. It just implies you will naturally seek objectivity and reason when it comes to any emotional terrain. Accordingly, you may prefer to nurture and support others “from a distance”, offering cool, clear and objective analysis to those around you, rather than getting deeply involved. Unless there are other Watery features in your chart, emotional intricacies may not be your forte, and you are likely to feel at your best when able to offer guidance through logical support. Your great skill is your ability to rise above emotional confrontation and see the whole story for what it is. You may be well-respected amongst your many friends for your social skills and virtuosity, yet the depths of emotional experience may not ‘make sense’ to you. You may even feel disdain when you see others giving over to personalized or dramatic displays.",
                "Collective Orientation": "You may prefer to offer your time and sympathy to impersonal, group or humanitarian causes, and may be more comfortable with collective concerns. This is a sign of friends and networks, and you may find that much of your emotional life is lived out through being connected to others. You may pour your energies into nurturing the “group”, as you have natural talents in human dynamics. This can at times be at the expense of relationships with those who are also close to you, for you may devote more energy to community interests or ideals, than you do to personal concerns. On the up-side, this means you are likely to have natural abilities with groups of people, and are able to relate to people from all walks of life, responding to each individual on their own terms without getting too bogged down in difference. You are likely to focus on what is similar in others, rather than what keeps them apart, and so have a gift for finding common ground. Because of this tendency you may be a natural networker and find that you are drawn to develop friendships with people from many different walks of life. Your social cache is broad and you will probably benefit from the range of people that you know. Egalitarian by nature, you will usually believe in the same rights for all. In addition, Aquarius is a highly refined and civilized sign, and so you are likely to have well-developed interpersonal skills, plus interests that can be very broad and may even venture into the avant-garde.",
                "An Outsider's Point of View": "With the Moon here, you may also tend to operate as an outsider or lone wolf, preferring to maintain a detached view that is only possible from the outskirts. The Moon here often generates an instinctive sense of somehow “being different” or “on the outside”, and this can then amplify any tendency to withdraw from emotional experiences. Often, those born with the Moon here feel very different from the environment in which they grow up. The outsider experience is felt at a very early age. Accordingly, you may be so aware of your unique qualities that you tend to instinctively keep yourself separate from others, unconsciously believing that you are likely to be rejected by them, so best to get in and reject their support and nurturing first. Or you may feel such an innate sense of uncomfortableness around getting close that you make yourself “special” because of how “different” you are, and so reject others, feeling disdain for what you see as their “common-ness”, and so staying “exclusively” on the outside of true emotional contact. On the deepest unconscious level, it is your own fear of closeness and/or rejection that keeps these behaviours in place, and may keep you from true intimacy with other people. This is a great position for people working in humanitarian and emergency situations, for it helps you to focus on the needs of the group and of the moment, rather than being personally affected by what is going on around. You will find your natural home in group situations, and your capacity to be objective means you can focus on solutions not their emotional toll. Others will find you refreshing to be around because your ability to remain calm and civil can be especially sort out. Your vision and imagination is collective rather than personal, and you may be instinctively attuned to the future, able to sense what is on the horizon through reading the mood of the status-quo.",
                "Brilliantly Innovative": "This position can also suggest a degree of eccentricity, and you may be highly original in some way. If you have creative interests then this placement can give a very unorthodox way of seeing the world. Aquarius is also a sign associated with radical change, and you may find that you have a need to rebel or break away from situations you perceive as being stagnant. Your need for freedom can manifest in many ways, and you are likely to be at your best in relationship with others who understand the need to give you space. As the Moon can also describe how you experience home, you may tend to move around a lot. This position can suggest a person who needs to experience constant change and fluctuation in the regular circumstances of their life. You are likely to prefer light and airy places that give you an overall view. A city apartment, or house high up on a hill can give you the perspective you seek. A place to live that satisfies your need for ideas and culture will be a good balance for the times when you need to be alone. At its best, Aquarius is an egalitarian and freedom-loving sign. Born with the Moon here, you are likely to have an innate need to establish space and equality in your own and others lives. Your sense of objectivity is your best asset, and your ability to connect with others is based mostly on your capacity to simply see others for who they are. As a civilised being, you thrive in situations that bring people and conversation together. Though at times you may feel the outsider, life will always go best for you when you find your own like-minded group. Deeply original, you will have a flair for independent analysis and thinking outside the box. You can be a great friend and supportive colleague through your ability to see the human condition in all its myriad and amazing forms."
            }
        },
        "Cancer": {
            "Summary": "Born with the Moon in Cancer, you are likely to have an innate need to nurture, support and protect. Cancer is a Water sign, and so, pertains to the emotional, psychological and spiritual dimensions of life. Your empathy for others is likely to be strong, and you will have an intuitive ability to sense what others need.",
            "Description": {
                "A Cardinal Water Sign": "Born with the Moon in Cancer, you are likely to have an innate need to nurture, support and protect. Cancer is a Water sign, and so, pertains to the emotional, psychological and spiritual dimensions of life. Your empathy for others is likely to be strong, and you will have an intuitive ability to sense what others need. Cancer is also a Cardinal sign, and so is concerned with taking action somehow. You are likely to feel a sense of responsibility that will impel you to take action where others wellbeing is concerned. This is a sign of emotional support; of deep connection to family, home, and togetherness. A sense of emotional wellbeing comes from the family and home connections that you create in your life. The Moon rules Cancer, so is in its’ own sign. This will amplify the lunar qualities of emotion, empathy and intuition. You are likely to be strongly driven by emotion, influenced by your own ever-changing moods, as well as the moods of those around you. As the Moon is cyclic in nature, waxing and waning as it orbits the Earth, you too are likely to be a cyclical being. You are more influenced by your own inner cycles and instincts than logic or routine. You can use this sensitivity to great advantage if you learn to recognize your internal rhythms. Then you will know what you need in each moment, and will naturally follow your own inner path. Moon in Cancer people often do best when they can keep to their own schedules. The ebb and flow of emotion will affect their vitality, and so the kinds of activity that suit them from day to day.",
                "A State of Flux": "With the Moon in Cancer, you are likely to be influenced by the moods and feelings of those around you, and can be deeply affected by whatever environment you are in. It is very important for those born with the Moon here learn to take responsibility for how sensitive and emotional they are. Otherwise, you may find yourself constantly tossed around in the sea of life, soaking up other peoples emotional and psychic states with little awareness of what is happening to you and why. For emotional balance, you need to recognize the difference between what is yours and not yours. Taking on the moods of others can distract you from your own best path. You may be unable to discern between your own feelings, and attitudes, and those of the people around you, for you are extremely impressionable, and likely to be instinctively responding to how others around you feel. This is useful when it comes to nurturing and supporting. The Moon in Cancer gives you an almost psychic sense of what they need and when! But for your own well-being, it can be problematic if you are constantly invested in others’ needs, with little conscious awareness, of what you need yourself! Ask yourself honestly if you know what your needs are? Can you define them? Do they depend upon the relative stance of other people? Are your true needs being met? You are advised to take good care of this highly sophisticated emotional mechanism by making sure you stay centered and grounded. This can be achieved in many ways, including spending time alone in nature or by the water when you feel the need. Meditation and retreat will work wonders for you. Learning to invigorate your emotional self will be one of the smartest skills you learn in life. Your instincts are actually your best friend, and will serve you very well once you have learned to decipher between what is yours, and what is not. You must remember how readily inclined you are to soak up the atmosphere of what is going on around you, and so, stay somehow separated when involved in circumstances where it would be best for you to stay detached. This is difficult, but can be achieved through practice, and using mental imagery to affirm that you are protected and contained. Visualizing a calm and protective white or pale blue bubble around you can be very helpful. The yogic practice of pranayama (controlled breathing) is another excellent tool for keeping your psychic field clear and contained.",
                "Need for Home and Family": "The Moon in Cancer can be very traditional. Matters to do with home and family life tend to feature strongly. For some, there will be an overarching concern for all things concerning family life. Having your family around you will be important and you are likely to feel very responsible for your family’s wellbeing. For others, especially if the Moon in Cancer is aspected by other, more independent planets, you will still be affected by family life, but may find part of your journey involves the continual struggle to emerge from the “familial soup” so to speak, and become your own person. You may have to leave behind your family of origin to find your family of choice. You may have constant change with the people in your life, but notice you somehow feel at your best when there is someone there for you to take care of. A sense of belonging comes from maintaining emotional ties. You will willingly take on the responsibility of caring for others – this a natural place for you to be. Accordingly, this is a very maternal/paternal position for The Moon, lending strong nurturing capacities. Your relationship with your own mother is likely to be especially significant, and you may have a close symbiotic bond. Sometimes, the need to nurture can be so strong that you tend to over nurture, or smother, those you care about. With the Moon here, you may have to learn to let family members live their lives in their own way. You may have to let go of the habit of becoming overly invested in your family members’ lives. On a basic level, you need to give support and nurture to those around you, without jeopardizing their independence, as well as your own. Sometime the best way to protect others is to teach them what it means to go out into the world and achieve results. Like a mother hen, you may have to let go of the urge to keep your “chick” close beneath your wings. You nurture others best when you are not attempting to over-protect them from what may be, in the end, your own worst fears.",
                "Understanding Personal Needs": "On the down side, this Moon position can also be associated with a tendency to attract persons who are so emotionally needy that the Moon in Cancer person finds themselves constantly in a position of taking care of the other whilst secretly resenting the fact that their own need for nurturing and support is not being met. This unconsciously becomes the perfect “hook” for the Cancer Moon individual to become absorbed in taking care of the other’s needs, whilst failing to get their own needs met in return. Often, Moon in Cancer folk find themselves in codependent situations as they attract needy people, requiring constant support and attention. Your need to nurture means you get confused around where your true responsibilities lie. This will reflect the basic premise that you are more aware of others needs than you are of your own, and so will take action for them before you will do it for yourself. Withdrawing from relationships where you play “parent” is important and will allow you to attract into your life an equal who will recognize and meet your needs in return. Ultimately, you must learn about the sensitivity and subtle, unconscious patterns inherent in this Moon position. You need to understand your emotional self without being overwhelmed by its’ demands. This can be achieved by actively seeking to nurture others whilst maintaining appropriate boundaries, by recognizing your need to be close and protective, and then asking yourself if your needs can be met. Setting up relationships where you end up being disappointed just perpetuates misplaced feelings of guilt and responsibility. You need to surround yourself with people who recognize your nurturing qualities, and can give you the same in return.",
                "Home Matters": "On another level, Cancer relates to the domestic side of life. Your home is likely to be very important to you, and in many ways your castle as well as retreat from the world. Your home should be as calm and serene as possible. You are probably naturally attuned to home decorating, and know how to make it both comfortable and inviting. This is the sign of hospitality, and you may be a great cook, or drawn to any activity where you can take care of others needs. Bringing people into your home is a great way for you to show them that you love them. Whilst you may be emotionally sensitive in environments not familiar to you, you can be at your best when home. Every effort should be made to make your home exactly as you want it. You may change homes continually in your life, but what should remain constant is the sense of peace that comes over you when you walk through the front door.",
                "Born With The Moon in Cancer": "Born with the Moon in Cancer, you are likely to have a highly developed intuitive and emotional side. You are likely to have a strong empathy for others, and will feel impelled to take action in order to nurture, support and protect them. Your uncanny sense of what others need gives you the ability to stay one step ahead. You recognise the unspoken opportunity present in many situations, and can act in ways that give others what they need. This sensitivity can be also be used for your own benefit. Recognizing your own rhythms or tides means you know exactly what you need and when. Learning to acknowledge your own needs is important, and may take time. It is easier for you to sense where others are coming from than it yourself. But once this skill is learned, there is little to hold you back. Born with the Moon in Cancer, you are a natural homemaker, family person and friend. With your heightened sensitivity, you connect easily with others, and get great joy from seeing them thrive."
            }
        },
        "Aries": {
            "Summary": "Born with the Moon in the sign of Aries, you are likely to have a pronounced need for independence, as well as an assertive streak. Aries is a Fire sign, governing impulses, initiative and action. Accordingly, you are likely to feel at your best when you involved with exciting, challenging or new experiences – anything that lets you express your pioneering side.",
            "Description": {
                "A Cardinal Fire Sign": "Born with the Moon in the sign of Aries, you are likely to have a pronounced need for independence, as well as an assertive streak. Aries is a Fire sign, governing impulses, initiative and action. Accordingly, you are likely to feel at your best when you involved with exciting, challenging or new experiences – anything that lets you express your pioneering side. Aries is also a Cardinal sign, highlighting the need to act. You may experience yourself as a dynamic, pioneering individual, and enjoy getting things started – lifting them off the ground. Your need for independence suggests you may be happiest when left to do your own thing, and will detest being told what to do. This is a sign of emotional independence. You are likely to give, and expect, much stimulation, vibrancy and freedom from the people in your life. You may be quick to react, ready to forgive and but also easily hurt. You are likely to enjoy the space to be your own person, and will feel trapped if others try to limit you. You may also be uncomfortable with sentimental displays, or what you may deem as ‘weak’ expressions of emotion. You have an innate warrior-like quality which means you will prefer to deal directly with what is. Social niceties or protocols that mask the truth are usually not your cup of tea. You are likely to call ‘a spade a spade’, and be largely self-sufficient on an emotional level. You have the capacity to endure hardship and negation when it will suit your purposes, and usually expect others to do the same.",
                "Quick to React": "Your ability to marshal your energies can be pronounced. You have a capacity to draw from an instinctive level the inner resources that you need. When you identify an objective that you wish to pursue, you can do so with an almost military-like precision, removing all distractions in your quest to attain your goal. You have the kind of temperament which thrives upon hard work and perseverance. The gusto with which you approach these goals can leave others in your wake. Yet you may have trouble finishing what you start, or compromising so as to include others needs. For these reasons, you may run in to difficulty with others who are unable to react as easily as you, or when negotiation is required. You will need to learn when it is time for you to do your own thing, versus time to include others. The influence of others features in your birth chart will reveal how easily this can be done.",
                "A Need to Pioneer": "As a pioneer, you are likely to find that you are drawn to avenues of expression which allow you do your own thing. You may have a particular knack for recognizing the seed in an idea, the potential in an opportunity. Your emotional nature is likely to be such that you feel most invigorated or alive when you are starting something new. The energy needed to get something off the ground fires all your passion up, and gives you an immediate focus. You are likely to be responsive, impatient and enthusiastic, so suited to any kind of self-employment or contract opportunity. For some born with the Moon here, there will be entrepreneurial qualities, and you may feel frustrated in your life unless you have the chance to test your ideas on the market and see what else is possible to create. Aries is a sign of vision combined with action. You may need to find ways in your life to do your own thing, and are likely to resist others attempts to define you.",
                "Simple and Direct": "Aries is considered the “infant of the Zodiac”, and you may have a peculiar blend of brashness, innocence and sensitivity which means you will say whatever is on your mind. Yet you can easily be hurt should others do the same. You are likely to be strongly affected by criticism and can be stopped in your tracks by unkind words. You may rush forward when feeling sure of yourself but fall in heap when others disagree. Like the proverbial Fool of the Tarot, you tend to leap in where angels fear to tread, possessing a courage to face the unknown which means you rarely question the road ahead. Your valiant spirit can be your best asset but also your Achilles heel. You may completely underestimate the calculated actions of those with a more complex emotional response, or you may unintentionally hurt others with your own ill-considered words. In this sense, you may be somewhat taken aback by those who are prepared to use underhanded or calculating methods, for yours is a fairly straightforward and usually honest style of relating that is characterized by direct expression, honesty, forthrightness and a lack of guile. Those born with the Moon in Aries tend to react quickly to circumstances, and you may speak directly from an emotional place before having stopped to really think. You may get angry easily, but will get over it quickly as well. You are likely to be most comfortable with others who let you be yourself, and recognise that there is rarely any malice or hidden agenda when you say what’s on your mind.",
                "Moving On": "Aries is connected with the planet Mars, the god of war. You may be at times aggressive, with a quick temper and little patience when it comes to getting what you want. Your reactions tend to be spontaneous and direct. You are likely to rely on intuitive flashes or hunches, making decisions quickly before moving on to whatever’s next. Your emotional nature may mean that you tend to jump into things, especially friendships, quite quickly. You make your decisions based on initial feeling, and once excited will happily rush in. This can lead to errors of judgment with you overstepping the mark, until you learn to balance this tendency with common sense. Try to spend a little time getting to know what others really think and feel, before you make your move. For best results, you should learn to trust your strong intuitive streak, but temper direct action with balanced consideration to help determine the correct approach.",
                "Spirit of Nobility": "You are likely to be both noble of spirit and innately idealistic. Because of this, you will fight for ideas or people you hold dear to heart. Aries embodies the archetypal qualities of The Spiritual Warrior or The Chivalrous Knight. You may care little for money or prestige, but can be motivated to move mountains should an ideal or individual be at stake. You are likely to hold high ideals, and will believe in Truth and Justice as ultimate entities. Finding ways to channel your warrior nature into tangible outcomes should prove rewarding for you, and when you feel you are ‘fighting the good fight’ then you will feel at peace within yourself. If other factors in the chart also concur, then physical activity is likely to be most important for you, and with plenty of fuel in your tank, you will need to expend a lot of energy on a regular basis in order to feel settled and on track.",
                "Born with the Moon in Aries": "At its best, Aries is a passionate and independent sign. Born with the Moon in Aries, you are likely to have an innate need to do things on your own. Your dynamism is your best asset and gives you much energy to draw upon. You will feel at your best when in charge of your own life, and in some way doing your own thing. As a natural pioneer, you can see the opportunity present in seed-potentials, and will bring much creative energy to get things off the ground. Your sense of justice and idealism means you will fight for what you feel to be fair, and in many ways your innate innocence means you can succeed through sheer courage and purity of heart. Your courage can be an inspiration to others, and you do best in life when you direct your considerable energies toward the achievement of worthwhile causes bigger than just yourself."
            }
        },
        "Pisces": "When the Moon is found in Pisces, the emotions are likely to be pronounced. Pisces is the final sign of The Zodiac, and has much to do with sensitivity – to oneself, to other people, and to the mysterious, unseen forces that shape our world. With the Moon in Pisces, you are likely to be a highly impressionable individual – strongly influenced by the compassionate, creative, imaginative, romantic and idealistic aspects of life."
    },
    "Rising": {
        "Capricorn": "Born with Capricorn rising (or on the Ascendant), you may notice a duality in your nature between someone who is, on the one hand, serious, organized and capable, and on the other, uncertain about their ability to achieve all the things they want.",
        "Libra": "Born with Libra on your Ascendant (or Rising), life is likely to be experienced as a constant series of choices. It is important for you to consider everything from its various points of view.",
        "Virgo": "Born with with Virgo on your Ascendant (or Rising), you are likely to view the world through the lens of mental analysis, with a view toward organization.",
        "Leo": "Born with Leo on your Ascendant (or Rising) you are likely to find that life presents you with the opportunity to become a leader or express your creativity somehow.",
        "Gemini": "Born with Gemini on your Ascendant (or Rising), you are likely to approach life with a genuine sense of inquisitiveness. You are gifted with a natural sense of curiosity and desire to understand how people or things work.",
        "Taurus": "Born with Taurus on your Ascendant (or Rising) you are likely to prefer the slow and steady approach to life. Taurus is a practical and conservative sign. Wherever possible, you will feel better if moving forward in a methodical, systematic way.",
        "Scorpio": "Born with Scorpio on your Ascendant (or Rising) you are likely to experience life as a constant series of obstacles or crises in which you learn about the nature of power through transformation.",
        "Sagittarius": "Born with Sagittarius on your Ascendant (or Rising) you are likely to experience your life as a quest, challenge or search for adventure where the prize you seek is meaning.",
        "Aquarius": "Born with Aquarius on your Ascendant (or Rising), you will find a clearer sense of individuality is gained by stepping back to look at life from an objective perspective. A detached point of view allows for a logical assessment of the circumstances around you, giving you the ability to find, at times, lightning fast resolution to key issues.",
        "Cancer": "Born with Cancer on your Ascendant (or Rising), self-realization comes through a sophisticated attunement to your highly developed feeling nature. You make sense of life through instinct and emotion.",
        "Aries": "Born with Aries on your Ascendant (or Rising), you are likely to approach life in a straight-forward and direct manner. Aries is a physical and dynamic energy. Accordingly, you are likely to love a challenge, enjoy being busy and will generally move toward your goals without delay.",
        "Pisces": "Born with Pisces on your Ascendant (or Rising) you are likely to be an especially sensitive individual, with an ability to “pick up on” the unseen influences in your surroundings. Your sensitivity is in fact both your gift and your challenge."
    }
}